[{"Title":"Avatar","Year":"2009","Rated":"PG-13","Released":"18 Dec 2009","Runtime":"162 min","Genre":"Action, Adventure, Fantasy","Director":"James Cameron","Writer":"James Cameron","Actors":"Sam Worthington, Zoe Saldana, Sigourney Weaver, Stephen Lang","Plot":"When his brother is killed in a robbery, paraplegic Marine Jake Sully decides to take his place in a mission on the distant world of Pandora. There he learns of greedy corporate figurehead Parker Selfridge's intentions of driving off the native humanoid \"Na'vi\" in order to mine for the precious material scattered throughout their rich woodland. In exchange for the spinal surgery that will fix his legs, Jake gathers intel for the cooperating military unit spearheaded by gung-ho Colonel Quaritch, while simultaneously attempting to infiltrate the Na'vi people with the use of an \"avatar\" identity. While Jake begins to bond with the native tribe and quickly falls in love with the beautiful alien Neytiri, the restless Colonel moves forward with his ruthless extermination tactics, forcing the soldier to take a stand - and fight back in an epic battle for the fate of Pandora.","Language":"English, Spanish","Country":"USA, UK","Awards":"Won 3 Oscars. Another 78 wins & 102 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTYwOTEwNjAzMl5BMl5BanBnXkFtZTcwODc5MTUwMw@@._V1_SX300.jpg","Metascore":"83","imdbRating":"7.9","imdbVotes":"766,609","imdbID":"tt0499549","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Deathly Hallows: Part 2","Year":"2011","Rated":"PG-13","Released":"15 Jul 2011","Runtime":"130 min","Genre":"Adventure, Fantasy, Mystery","Director":"David Yates","Writer":"Steve Kloves (screenplay), J.K. Rowling (novel)","Actors":"Ralph Fiennes, Michael Gambon, Alan Rickman, Daniel Radcliffe","Plot":"Harry, Ron, and Hermione continue their quest of finding and destroying the Dark Lord's three remaining Horcruxes, the magical items responsible for his immortality. But as the mystical Deathly Hallows are uncovered, and Voldemort finds out about their mission, the biggest battle begins and life as they know it will never be the same again.","Language":"English","Country":"USA, UK","Awards":"Nominated for 3 Oscars. Another 48 wins & 76 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY2MTk3MDQ1N15BMl5BanBnXkFtZTcwMzI4NzA2NQ@@._V1_SX300.jpg","Metascore":"87","imdbRating":"8.1","imdbVotes":"441,123","imdbID":"tt1201607","Type":"movie","Response":"True"},{"Title":"Up","Year":"2009","Rated":"PG","Released":"29 May 2009","Runtime":"96 min","Genre":"Animation, Adventure, Comedy","Director":"Pete Docter, Bob Peterson","Writer":"Pete Docter (story), Bob Peterson (story), Thomas McCarthy (story), Bob Peterson (screenplay), Pete Docter (screenplay)","Actors":"Edward Asner, Christopher Plummer, Jordan Nagai, Bob Peterson","Plot":"A young Carl Fredrickson meets a young adventure-spirited girl named Ellie. They both dream of going to a lost land in South America. 70 years later, Ellie has died. Carl remembers the promise he made to her. Then, when he inadvertently hits a construction worker, he is forced to go to a retirement home. But before they can take him, he and his house fly away. However, he has a stowaway aboard: an 8-year-old boy named Russell, who's trying to get an Assisting the Elderly badge. Together, they embark on an adventure, where they encounter talking dogs, an evil villain and a rare bird named Kevin.","Language":"English","Country":"USA","Awards":"Won 2 Oscars. Another 77 wins & 56 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_SX300.jpg","Metascore":"88","imdbRating":"8.3","imdbVotes":"526,190","imdbID":"tt1049413","Type":"movie","Response":"True"},{"Title":"Frozen","Year":"2013","Rated":"PG","Released":"27 Nov 2013","Runtime":"102 min","Genre":"Animation, Adventure, Comedy","Director":"Chris Buck, Jennifer Lee","Writer":"Jennifer Lee (screenplay), Hans Christian Andersen (inspired by the story \"The Snow Queen\" by), Chris Buck (story), Jennifer Lee (story), Shane Morris (story), Dean Wellins (additional story)","Actors":"Kristen Bell, Idina Menzel, Jonathan Groff, Josh Gad","Plot":"Anna, a fearless optimist, sets off on an epic journey - teaming up with rugged mountain man Kristoff and his loyal reindeer Sven - to find her sister Elsa, whose icy powers have trapped the kingdom of Arendelle in eternal winter. Encountering Everest-like conditions, mystical trolls and a hilarious snowman named Olaf, Anna and Kristoff battle the elements in a race to save the kingdom. From the outside Anna's sister, Elsa looks poised, regal and reserved, but in reality, she lives in fear as she wrestles with a mighty secret-she was born with the power to create ice and snow. It's a beautiful ability, but also extremely dangerous. Haunted by the moment her magic nearly killed her younger sister Anna, Elsa has isolated herself, spending every waking minute trying to suppress her growing powers. Her mounting emotions trigger the magic, accidentally setting off an eternal winter that she can't stop. She fears she's becoming a monster and that no one, not even her sister, can help her.","Language":"English, Icelandic","Country":"USA","Awards":"Won 2 Oscars. Another 72 wins & 53 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ1MjQwMTE5OF5BMl5BanBnXkFtZTgwNjk3MTcyMDE@._V1_SX300.jpg","Metascore":"74","imdbRating":"7.7","imdbVotes":"332,607","imdbID":"tt2294629","Type":"movie","Response":"True"},{"Title":"Furious 7","Year":"2015","Rated":"PG-13","Released":"03 Apr 2015","Runtime":"137 min","Genre":"Action, Crime, Thriller","Director":"James Wan","Writer":"Chris Morgan, Gary Scott Thompson (characters)","Actors":"Vin Diesel, Paul Walker, Jason Statham, Michelle Rodriguez","Plot":"Dominic Torretto and his crew thought they left the criminal mercenary life behind. They defeated an international terrorist named Owen Shaw and went their seperate ways. But now, Shaw's brother, Deckard Shaw is out killing the crew one by one for revenge. Worse, a Somalian terrorist called Jakarde, and a shady government official called \"Mr. Nobody\" are both competing to steal a computer terrorism program called God's Eye, that can turn any technological device into a weapon. Torretto must reconvene with his team to stop Shaw and retrieve the God's Eye program while caught in a power struggle between terrorist and the United States government.","Language":"English","Country":"Japan, USA","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SX300.jpg","Metascore":"69","imdbRating":"8.8","imdbVotes":"8,910","imdbID":"tt2820852","Type":"movie","Response":"True"},{"Title":"Gravity","Year":"2013","Rated":"PG-13","Released":"04 Oct 2013","Runtime":"91 min","Genre":"Sci-Fi, Thriller","Director":"Alfonso Cuarón","Writer":"Alfonso Cuarón, Jonás Cuarón","Actors":"Sandra Bullock, George Clooney, Ed Harris, Orto Ignatiussen","Plot":"Dr. Ryan Stone (Sandra Bullock) is a brilliant medical engineer on her first shuttle mission, with veteran astronaut Matt Kowalsky (George Clooney) in command of his last flight before retiring. But on a seemingly routine spacewalk, disaster strikes. The shuttle is destroyed, leaving Stone and Kowalsky completely alone - tethered to nothing but each other and spiraling out into the blackness.","Language":"English, Greenlandic","Country":"USA, UK","Awards":"Won 7 Oscars. Another 213 wins & 123 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNjE5MzYwMzYxMF5BMl5BanBnXkFtZTcwOTk4MTk0OQ@@._V1_SX300.jpg","Metascore":"96","imdbRating":"7.9","imdbVotes":"491,682","imdbID":"tt1454468","Type":"movie","Response":"True"},{"Title":"Fight Club","Year":"1999","Rated":"R","Released":"15 Oct 1999","Runtime":"139 min","Genre":"Drama","Director":"David Fincher","Writer":"Chuck Palahniuk (novel), Jim Uhls (screenplay)","Actors":"Edward Norton, Brad Pitt, Helena Bonham Carter, Meat Loaf","Plot":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.","Language":"English","Country":"USA, Germany","Awards":"Nominated for 1 Oscar. Another 7 wins & 18 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjIwNTYzMzE1M15BMl5BanBnXkFtZTcwOTE5Mzg3OA@@._V1_SX300.jpg","Metascore":"66","imdbRating":"8.9","imdbVotes":"1,109,144","imdbID":"tt0137523","Type":"movie","Response":"True"},{"Title":"The Shawshank Redemption","Year":"1994","Rated":"R","Released":"14 Oct 1994","Runtime":"142 min","Genre":"Crime, Drama","Director":"Frank Darabont","Writer":"Stephen King (short story \"Rita Hayworth and Shawshank Redemption\"), Frank Darabont (screenplay)","Actors":"Tim Robbins, Morgan Freeman, Bob Gunton, William Sadler","Plot":"Andy Dufresne is a young and successful banker whose life changes drastically when he is convicted and sentenced to life imprisonment for the murder of his wife and her lover. Set in the 1940's, the film shows how Andy, with the help of his friend Red, the prison entrepreneur, turns out to be a most unconventional prisoner.","Language":"English","Country":"USA","Awards":"Nominated for 7 Oscars. Another 16 wins & 16 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BODU4MjU4NjIwNl5BMl5BanBnXkFtZTgwMDU2MjEyMDE@._V1_SX300.jpg","Metascore":"80","imdbRating":"9.3","imdbVotes":"1,428,379","imdbID":"tt0111161","Type":"movie","Response":"True"},{"Title":"The Godfather","Year":"1972","Rated":"R","Released":"24 Mar 1972","Runtime":"175 min","Genre":"Crime, Drama","Director":"Francis Ford Coppola","Writer":"Mario Puzo (screenplay), Francis Ford Coppola (screenplay), Mario Puzo (novel)","Actors":"Marlon Brando, Al Pacino, James Caan, Richard S. Castellano","Plot":"When the aging head of a famous crime family decides to transfer his position to one of his subalterns, a series of unfortunate events start happening to the family, and a war begins between all the well-known families leading to insolence, deportation, murder and revenge, and ends with the favorable successor being finally chosen.","Language":"English, Italian, Latin","Country":"USA","Awards":"Won 3 Oscars. Another 30 wins & 19 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjEyMjcyNDI4MF5BMl5BanBnXkFtZTcwMDA5Mzg3OA@@._V1_SX300.jpg","Metascore":"100","imdbRating":"9.2","imdbVotes":"977,908","imdbID":"tt0068646","Type":"movie","Response":"True"},{"Title":"The Lord of the Rings: The Return of the King","Year":"2003","Rated":"PG-13","Released":"17 Dec 2003","Runtime":"201 min","Genre":"Adventure, Fantasy","Director":"Peter Jackson","Writer":"J.R.R. Tolkien (novel), Fran Walsh (screenplay), Philippa Boyens (screenplay), Peter Jackson (screenplay)","Actors":"Noel Appleby, Ali Astin, Sean Astin, David Aston","Plot":"While Frodo & Sam continue to approach Mount Doom to destroy the One Ring, unaware of the path Gollum is leading them, the former Fellowship aid Rohan & Gondor in a great battle in the Pelennor Fields, Minas Tirith and the Black Gates as Sauron wages his last war against Middle-Earth.","Language":"English, Quenya, Old English, Sindarin","Country":"USA, New Zealand","Awards":"Won 11 Oscars. Another 161 wins & 91 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjE4MjA1NTAyMV5BMl5BanBnXkFtZTcwNzM1NDQyMQ@@._V1_SX300.jpg","Metascore":"94","imdbRating":"8.9","imdbVotes":"1,027,260","imdbID":"tt0167260","Type":"movie","Response":"True"},{"Title":"The Godfather: Part II","Year":"1974","Rated":"R","Released":"20 Dec 1974","Runtime":"200 min","Genre":"Crime, Drama","Director":"Francis Ford Coppola","Writer":"Francis Ford Coppola (screenplay), Mario Puzo (screenplay), Mario Puzo (based on the novel \"The Godfather\" by)","Actors":"Al Pacino, Robert Duvall, Diane Keaton, Robert De Niro","Plot":"The continuing saga of the Corleone crime family tells the story of a young Vito Corleone growing up in Sicily and in 1910s New York; and follows Michael Corleone in the 1950s as he attempts to expand the family business into Las Vegas, Hollywood and Cuba.","Language":"English, Italian, Spanish, Latin, Sicilian","Country":"USA","Awards":"Won 6 Oscars. Another 13 wins & 16 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNDc2NTM3MzU1Nl5BMl5BanBnXkFtZTcwMTA5Mzg3OA@@._V1_SX300.jpg","Metascore":"80","imdbRating":"9.1","imdbVotes":"656,137","imdbID":"tt0071562","Type":"movie","Response":"True"},{"Title":"Pulp Fiction","Year":"1994","Rated":"R","Released":"14 Oct 1994","Runtime":"154 min","Genre":"Crime, Drama, Thriller","Director":"Quentin Tarantino","Writer":"Quentin Tarantino (story), Roger Avary (story), Quentin Tarantino","Actors":"Tim Roth, Amanda Plummer, Laura Lovelace, John Travolta","Plot":"Jules Winnfield and Vincent Vega are two hitmen who are out to retrieve a suitcase stolen from their employer, mob boss Marsellus Wallace. Wallace has also asked Vincent to take his wife Mia out a few days later when Wallace himself will be out of town. Butch Coolidge is an aging boxer who is paid by Wallace to lose his next fight. The lives of these seemingly unrelated people are woven together comprising of a series of funny, bizarre and uncalled-for incidents.","Language":"English, Spanish, French","Country":"USA","Awards":"Won 1 Oscar. Another 63 wins & 47 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjE0ODk2NjczOV5BMl5BanBnXkFtZTYwNDQ0NDg4._V1_SX300.jpg","Metascore":"94","imdbRating":"8.9","imdbVotes":"1,102,686","imdbID":"tt0110912","Type":"movie","Response":"True"},{"Title":"Se7en","Year":"1995","Rated":"R","Released":"22 Sep 1995","Runtime":"127 min","Genre":"Drama, Mystery, Thriller","Director":"David Fincher","Writer":"Andrew Kevin Walker","Actors":"Morgan Freeman, Andrew Kevin Walker, Daniel Zacapa, Brad Pitt","Plot":"A film about two homicide detectives' desperate hunt for a serial killer who justifies his crimes as absolution for the world's ignorance of the Seven Deadly Sins. The movie takes us from the tortured remains of one victim to the next as the sociopathic \"John Doe\" sermonizes to Detectives Sommerset and Mills -- one sin at a time. The sin of Gluttony comes first and the murderer's terrible capacity is graphically demonstrated in the dark and subdued tones characteristic of film noir. The seasoned and cultured but jaded Sommerset researches the Seven Deadly Sins in an effort to understand the killer's modus operandi while the bright but green and impulsive Detective Mills scoffs at his efforts to get inside the mind of a killer...","Language":"English","Country":"USA","Awards":"Nominated for 1 Oscar. Another 27 wins & 18 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQwNTU3MTE4NF5BMl5BanBnXkFtZTcwOTgxNDM2Mg@@._V1_SX300.jpg","Metascore":"65","imdbRating":"8.7","imdbVotes":"848,265","imdbID":"tt0114369","Type":"movie","Response":"True"},{"Title":"Schindler's List","Year":"1993","Rated":"R","Released":"04 Feb 1994","Runtime":"195 min","Genre":"Biography, Drama, History","Director":"Steven Spielberg","Writer":"Thomas Keneally (book), Steven Zaillian (screenplay)","Actors":"Liam Neeson, Ben Kingsley, Ralph Fiennes, Caroline Goodall","Plot":"Oskar Schindler is a vainglorious and greedy German businessman who becomes an unlikely humanitarian amid the barbaric Nazi reign when he feels compelled to turn his factory into a refuge for Jews. Based on the true story of Oskar Schindler who managed to save about 1100 Jews from being gassed at the Auschwitz concentration camp, it is a testament for the good in all of us.","Language":"English, Hebrew, German, Polish","Country":"USA","Awards":"Won 7 Oscars. Another 74 wins & 26 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMzMwMTM4MDU2N15BMl5BanBnXkFtZTgwMzQ0MjMxMDE@._V1_SX300.jpg","Metascore":"93","imdbRating":"8.9","imdbVotes":"720,491","imdbID":"tt0108052","Type":"movie","Response":"True"},{"Title":"The Green Mile","Year":"1999","Rated":"R","Released":"10 Dec 1999","Runtime":"189 min","Genre":"Crime, Drama, Fantasy","Director":"Frank Darabont","Writer":"Stephen King (novel), Frank Darabont (screenplay)","Actors":"Tom Hanks, David Morse, Michael Clarke Duncan, Bonnie Hunt","Plot":"Death Row guards at a penitentiary, in the 1930's, have a moral dilemma with their job when they discover one of their prisoners, a convicted murderer, has a special gift.","Language":"English, French","Country":"USA","Awards":"Nominated for 4 Oscars. Another 15 wins & 23 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_SX300.jpg","Metascore":"61","imdbRating":"8.5","imdbVotes":"628,543","imdbID":"tt0120689","Type":"movie","Response":"True"},{"Title":"City Lights","Year":"1931","Rated":"PASSED","Released":"07 Mar 1931","Runtime":"87 min","Genre":"Comedy, Drama, Romance","Director":"Charles Chaplin","Writer":"Charles Chaplin","Actors":"Virginia Cherrill, Florence Lee, Harry Myers, Al Ernest Garcia","Plot":"A tramp falls in love with a beautiful blind girl. Her family is in financial trouble. The tramp's on-and-off friendship with a wealthy man allows him to be the girl's benefactor and suitor.","Language":"English","Country":"USA","Awards":"3 wins.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjA3NDQ5MDMzOV5BMl5BanBnXkFtZTgwODY2MjcyMjE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.6","imdbVotes":"86,889","imdbID":"tt0021749","Type":"movie","Response":"True"},{"Title":"Modern Times","Year":"1936","Rated":"G","Released":"25 Feb 1936","Runtime":"87 min","Genre":"Comedy, Drama","Director":"Charles Chaplin","Writer":"Charles Chaplin","Actors":"Charles Chaplin, Paulette Goddard, Henry Bergman, Tiny Sandford","Plot":"Chaplins last 'silent' film, filled with sound effects, was made when everyone else was making talkies. Charlie turns against modern society, the machine age, (The use of sound in films ?) and progress. Firstly we see him frantically trying to keep up with a production line, tightening bolts. He is selected for an experiment with an automatic feeding machine, but various mishaps leads his boss to believe he has gone mad, and Charlie is sent to a mental hospital... When he gets out, he is mistaken for a communist while waving a red flag, sent to jail, foils a jailbreak, and is let out again. We follow Charlie through many more escapades before the film is out.","Language":"English","Country":"USA","Awards":"3 wins & 1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjAyMTkxNjI5OF5BMl5BanBnXkFtZTYwMjI2MjA5._V1_SX300.jpg","Metascore":"96","imdbRating":"8.6","imdbVotes":"114,291","imdbID":"tt0027977","Type":"movie","Response":"True"},{"Title":"Inception","Year":"2010","Rated":"PG-13","Released":"16 Jul 2010","Runtime":"148 min","Genre":"Action, Mystery, Sci-Fi","Director":"Christopher Nolan","Writer":"Christopher Nolan","Actors":"Leonardo DiCaprio, Joseph Gordon-Levitt, Ellen Page, Tom Hardy","Plot":"Dom Cobb is a skilled thief, the absolute best in the dangerous art of extraction, stealing valuable secrets from deep within the subconscious during the dream state, when the mind is at its most vulnerable. Cobb's rare ability has made him a coveted player in this treacherous new world of corporate espionage, but it has also made him an international fugitive and cost him everything he has ever loved. Now Cobb is being offered a chance at redemption. One last job could give him his life back but only if he can accomplish the impossible-inception. Instead of the perfect heist, Cobb and his team of specialists have to pull off the reverse: their task is not to steal an idea but to plant one. If they succeed, it could be the perfect crime. But no amount of careful planning or expertise can prepare the team for the dangerous enemy that seems to predict their every move. An enemy that only Cobb could have seen coming.","Language":"English, Japanese, French","Country":"USA, UK","Awards":"Won 4 Oscars. Another 148 wins & 170 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjAxMzY3NjcxNF5BMl5BanBnXkFtZTcwNTI5OTM0Mw@@._V1_SX300.jpg","Metascore":"74","imdbRating":"8.8","imdbVotes":"1,198,738","imdbID":"tt1375666","Type":"movie","Response":"True"},{"Title":"Casablanca","Year":"1942","Rated":"PG","Released":"23 Jan 1943","Runtime":"102 min","Genre":"Drama, Romance, War","Director":"Michael Curtiz","Writer":"Julius J. Epstein (screenplay), Philip G. Epstein (screenplay), Howard Koch (screenplay), Murray Burnett (play), Joan Alison (play)","Actors":"Humphrey Bogart, Ingrid Bergman, Paul Henreid, Claude Rains","Plot":"In World War II Casablanca, Rick Blaine, exiled American and former freedom fighter, runs the most popular nightspot in town. The cynical lone wolf Blaine comes into the possession of two valuable letters of transit. When Nazi Major Strasser arrives in Casablanca, the sycophantic police Captain Renault does what he can to please him, including detaining a Czechoslovak underground leader Victor Laszlo. Much to Rick's surprise, Lazslo arrives with Ilsa, Rick's one time love. Rick is very bitter towards Ilsa, who ran out on him in Paris, but when he learns she had good reason to, they plan to run off together again using the letters of transit. Well, that was their original plan....","Language":"English, French, German, Italian","Country":"USA","Awards":"Won 3 Oscars. Another 6 wins & 6 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjQwNDYyNTk2N15BMl5BanBnXkFtZTgwMjQ0OTMyMjE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.6","imdbVotes":"337,653","imdbID":"tt0034583","Type":"movie","Response":"True"},{"Title":"The Pianist","Year":"2002","Rated":"R","Released":"28 Mar 2003","Runtime":"150 min","Genre":"Biography, Drama, War","Director":"Roman Polanski","Writer":"Ronald Harwood (screenplay), Wladyslaw Szpilman (book)","Actors":"Adrien Brody, Emilia Fox, Michal Zebrowski, Ed Stoppard","Plot":"A brilliant pianist, a Polish Jew, witnesses the restrictions Nazis place on Jews in the Polish capital, from restricted access to the building of the Warsaw ghetto. As his family is rounded up to be shipped off to the Nazi labor camps, he escapes deportation and eludes capture by living in the ruins of Warsaw.","Language":"English, German, Russian","Country":"France, Poland, Germany, UK","Awards":"Won 3 Oscars. Another 56 wins & 55 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTc4OTkyOTA3OF5BMl5BanBnXkFtZTYwMDIxNjk5._V1_SX300.jpg","Metascore":"85","imdbRating":"8.5","imdbVotes":"408,743","imdbID":"tt0253474","Type":"movie","Response":"True"},{"Title":"The Usual Suspects","Year":"1995","Rated":"R","Released":"15 Sep 1995","Runtime":"106 min","Genre":"Crime, Drama, Thriller","Director":"Bryan Singer","Writer":"Christopher McQuarrie","Actors":"Stephen Baldwin, Gabriel Byrne, Benicio Del Toro, Kevin Pollak","Plot":"Following a truck hijack in New York, five conmen are arrested and brought together for questioning. As none of them are guilty, they plan a revenge operation against the police. The operation goes well, but then the influence of a legendary mastermind criminal called Keyser Söze is felt. It becomes clear that each one of them has wronged Söze at some point and must pay back now. The payback job leaves 27 men dead in a boat explosion, but the real question arises now: Who actually is Keyser Söze?","Language":"English, Hungarian, Spanish, French","Country":"USA, Germany","Awards":"Won 2 Oscars. Another 31 wins & 8 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMzI1MjI5MDQyOV5BMl5BanBnXkFtZTcwNzE4Mjg3NA@@._V1_SX300.jpg","Metascore":"77","imdbRating":"8.7","imdbVotes":"622,861","imdbID":"tt0114814","Type":"movie","Response":"True"},{"Title":"The Lord of the Rings: The Fellowship of the Ring","Year":"2001","Rated":"PG-13","Released":"19 Dec 2001","Runtime":"178 min","Genre":"Adventure, Fantasy","Director":"Peter Jackson","Writer":"J.R.R. Tolkien (novel), Fran Walsh (screenplay), Philippa Boyens (screenplay), Peter Jackson (screenplay)","Actors":"Alan Howard, Elijah Wood, Noel Appleby, Sean Astin","Plot":"An ancient Ring thought lost for centuries has been found, and through a strange twist in fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it! However he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir and his three Hobbit friends Merry, Pippin and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign!","Language":"English, Sindarin","Country":"New Zealand, USA","Awards":"Won 4 Oscars. Another 109 wins & 99 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNTEyMjAwMDU1OV5BMl5BanBnXkFtZTcwNDQyNTkxMw@@._V1_SX300.jpg","Metascore":"92","imdbRating":"8.8","imdbVotes":"1,043,933","imdbID":"tt0120737","Type":"movie","Response":"True"},{"Title":"The Silence of the Lambs","Year":"1991","Rated":"R","Released":"14 Feb 1991","Runtime":"118 min","Genre":"Drama, Thriller","Director":"Jonathan Demme","Writer":"Thomas Harris (novel), Ted Tally (screenplay)","Actors":"Jodie Foster, Lawrence A. Bonney, Kasi Lemmons, Lawrence T. Wrentz","Plot":"Young FBI agent Clarice Starling is assigned to help find a missing woman to save her from a psychopathic serial killer who skins his victims. Clarice attempts to gain a better insight into the twisted mind of the killer by talking to another psychopath Hannibal Lecter, who used to be a respected psychiatrist. FBI agent Jack Crawford believes that Lecter, who is also a very powerful and clever mind manipulator, has the answers to their questions and can help locate the killer. However, Clarice must first gain Lecter's confidence before the inmate will give away any information.","Language":"English","Country":"USA","Awards":"Won 5 Oscars. Another 51 wins & 30 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ2NzkzMDI4OF5BMl5BanBnXkFtZTcwMDA0NzE1NA@@._V1_SX300.jpg","Metascore":"84","imdbRating":"8.6","imdbVotes":"721,197","imdbID":"tt0102926","Type":"movie","Response":"True"},{"Title":"Warrior","Year":"2011","Rated":"PG-13","Released":"09 Sep 2011","Runtime":"140 min","Genre":"Drama, Sport","Director":"Gavin O'Connor","Writer":"Gavin O'Connor (screenplay), Anthony Tambakis (screenplay), Cliff Dorfman (screenplay), Gavin O'Connor (story), Cliff Dorfman (story)","Actors":"Joel Edgerton, Tom Hardy, Nick Nolte, Jennifer Morrison","Plot":"Two brothers face the fight of a lifetime - and the wreckage of their broken family - within the brutal, high-stakes world of Mixed Martial Arts (MMA) fighting in Lionsgate's action/drama, WARRIOR. An ex-Marine haunted by a tragic past, Tommy Riordan returns to his hometown of Pittsburgh and enlists his father, a recovered alcoholic and his former coach, to train him for an MMA tournament awarding the biggest purse in the history of the sport. As Tommy blazes a violent path towards the title prize, his brother, Brendan, a former MMA fighter unable to make ends meet as a public school teacher, returns to the amateur ring to provide for his family. Even though years have passed, recriminations and past betrayals keep Brendan bitterly estranged from both Tommy and his father. But when Brendan's unlikely rise as an underdog sets him on a collision course with Tommy, the two brothers must finally confront the forces that tore them apart, all the while waging the most intense, winner-takes-all battle of their lives.","Language":"English, Spanish","Country":"USA","Awards":"Nominated for 1 Oscar. Another 3 wins & 14 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTk4ODk5MTMyNV5BMl5BanBnXkFtZTcwMDMyNTg0Ng@@._V1_SX300.jpg","Metascore":"71","imdbRating":"8.2","imdbVotes":"269,941","imdbID":"tt1291584","Type":"movie","Response":"True"},{"Title":"Intouchables - Websérie","Year":"2012–","Rated":"N/A","Released":"01 Sep 2012","Runtime":"N/A","Genre":"Short, Action","Director":"N/A","Writer":"N/A","Actors":"Julien Bruant","Plot":"N/A","Language":"French","Country":"France","Awards":"N/A","Poster":"N/A","Metascore":"N/A","imdbRating":"N/A","imdbVotes":"N/A","imdbID":"tt3500124","Type":"series","Response":"True"},{"Title":"The Wolf of Wall Street","Year":"2013","Rated":"R","Released":"25 Dec 2013","Runtime":"180 min","Genre":"Biography, Comedy, Crime","Director":"Martin Scorsese","Writer":"Terence Winter (screenplay), Jordan Belfort (book)","Actors":"Leonardo DiCaprio, Jonah Hill, Margot Robbie, Matthew McConaughey","Plot":"In The Wolf of Wall Street DiCaprio plays Belfort, a Long Island penny stockbroker who served 36 months in prison for defrauding investors in a massive 1990s securities scam that involved widespread corruption on Wall Street and in the corporate banking world, including shoe designer Steve Madden.","Language":"English, French","Country":"USA","Awards":"Nominated for 5 Oscars. Another 35 wins & 108 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjIxMjgxNTk0MF5BMl5BanBnXkFtZTgwNjIyOTg2MDE@._V1_SX300.jpg","Metascore":"75","imdbRating":"8.2","imdbVotes":"572,308","imdbID":"tt0993846","Type":"movie","Response":"True"},{"Title":"The Big Lebowski","Year":"1998","Rated":"R","Released":"06 Mar 1998","Runtime":"117 min","Genre":"Comedy, Crime","Director":"Joel Coen, Ethan Coen","Writer":"Ethan Coen, Joel Coen","Actors":"Jeff Bridges, John Goodman, Julianne Moore, Steve Buscemi","Plot":"When \"The Dude\" Lebowski is mistaken for a millionaire Lebowski, two thugs urinate on his rug to coerce him into paying a debt he knows nothing about. While attempting to gain recompense for the ruined rug from his wealthy counterpart, he accepts a one-time job with high pay-off. He enlists the help of his bowling buddy, Walter, a gun-toting Jewish-convert with anger issues. Deception leads to more trouble, and it soon seems that everyone from porn empire tycoons to nihilists want something from The Dude.","Language":"English, German, Hebrew, Spanish","Country":"USA, UK","Awards":"4 wins & 14 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ0NjUzMDMyOF5BMl5BanBnXkFtZTgwODA1OTU0MDE@._V1_SX300.jpg","Metascore":"69","imdbRating":"8.2","imdbVotes":"453,365","imdbID":"tt0118715","Type":"movie","Response":"True"},{"Title":"It's a Wonderful Life","Year":"1946","Rated":"APPROVED","Released":"07 Jan 1947","Runtime":"130 min","Genre":"Drama, Family, Fantasy","Director":"Frank Capra","Writer":"Frances Goodrich (screenplay), Albert Hackett (screenplay), Frank Capra (screenplay), Jo Swerling (additional scenes), Philip Van Doren Stern (story)","Actors":"James Stewart, Donna Reed, Lionel Barrymore, Thomas Mitchell","Plot":"George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money and hides it from Billy. When the bank examiner discovers the shortage later that night, George realizes that he will be held responsible and sent to jail and the company will collapse, finally allowing Potter to take over the town. Thinking of his wife, their young children, and others he loves will be better off with him dead, he contemplates suicide. But the prayers of his loved ones result in a gentle angel named Clarence coming to earth to help George, with the promise of earning his wings. He shows George what things would have been like if he had never been born. In a nightmarish vision in which the Potter-controlled town is sunk in sex and sin, those George loves are either dead, ruined, or miserable. He realizes that he has touched many people in a positive way and that his life has truly been a wonderful one.","Language":"English","Country":"USA","Awards":"Nominated for 5 Oscars. Another 7 wins.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTMzMzY5NDc4M15BMl5BanBnXkFtZTcwMzc4NjIxNw@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.7","imdbVotes":"232,024","imdbID":"tt0038650","Type":"movie","Response":"True"},{"Title":"Rush","Year":"2013","Rated":"R","Released":"27 Sep 2013","Runtime":"123 min","Genre":"Action, Biography, Drama","Director":"Ron Howard","Writer":"Peter Morgan","Actors":"Chris Hemsworth, Daniel Brühl, Olivia Wilde, Alexandra Maria Lara","Plot":"Set against the sexy, glamorous golden age of Formula 1 racing in the 1970s, the film is based on the true story of a great sporting rivalry between handsome English playboy James Hunt (Hemsworth), and his methodical, brilliant opponent, Austrian driver Niki Lauda (Bruhl). The story follows their distinctly different personal styles on and off the track, their loves and the astonishing 1976 season in which both drivers were willing to risk everything to become world champion in a sport with no margin for error: if you make a mistake, you die.","Language":"English, German, Italian, French, Spanish","Country":"UK, Germany","Awards":"Nominated for 2 Golden Globes. Another 8 wins & 48 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQyMDE0MTY0OV5BMl5BanBnXkFtZTcwMjI2OTI0OQ@@._V1_SX300.jpg","Metascore":"75","imdbRating":"8.2","imdbVotes":"235,436","imdbID":"tt1979320","Type":"movie","Response":"True"},{"Title":"V for Vendetta","Year":"2005","Rated":"R","Released":"17 Mar 2006","Runtime":"132 min","Genre":"Action, Drama, Thriller","Director":"James McTeigue","Writer":"Andy Wachowski (screenplay), Lana Wachowski (screenplay), David Lloyd (graphic novel art)","Actors":"Natalie Portman, Hugo Weaving, Stephen Rea, Stephen Fry","Plot":"The futuristic tale unfolds in a Great Britain that's a fascist state. A freedom fighter known as V uses terrorist tactics to fight the oppressive society. He rescues a young woman from the secret police, and she becomes his unlikely ally.","Language":"English","Country":"USA, UK, Germany","Awards":"5 wins & 20 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BOTI5ODc3NzExNV5BMl5BanBnXkFtZTcwNzYxNzQzMw@@._V1_SX300.jpg","Metascore":"62","imdbRating":"8.2","imdbVotes":"666,925","imdbID":"tt0434409","Type":"movie","Response":"True"},{"Title":"Indiana Jones and the Last Crusade","Year":"1989","Rated":"PG-13","Released":"24 May 1989","Runtime":"127 min","Genre":"Action, Adventure","Director":"Steven Spielberg","Writer":"Jeffrey Boam (screenplay), George Lucas (story), Menno Meyjes (story), George Lucas (characters), Philip Kaufman (characters)","Actors":"Harrison Ford, Sean Connery, Denholm Elliott, Alison Doody","Plot":"Indiana Jones, famed adventurer and archaeologist acquires a diary that holds clues and a map with no names to find the mysterious Holy Grail- which was sent from his father, Dr. Henry Jones, in Italy. Upon hearing from a private collector, Walter Donavan, that the mission for the Holy Grail went astray with the disappearance of his father, Indiana Jones and museum curator Marcus Brody venture to Italy in search of Indy's father. However, upon retrieving Dr. Henry Jones in Nazi territory, the rescue mission turns into a race to find the Holy Grail before the Nazis do- who plan to use it for complete world domination for their super-race. With the diary as a vital key and the map with no names as a guide, Indiana Jones once again finds himself in another death defying adventure of pure excitement.","Language":"English, German, Greek","Country":"USA","Awards":"Won 1 Oscar. Another 5 wins & 19 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQxMTUyODg2OF5BMl5BanBnXkFtZTcwNDM2MjAxNA@@._V1_SX300.jpg","Metascore":"65","imdbRating":"8.3","imdbVotes":"429,026","imdbID":"tt0097576","Type":"movie","Response":"True"},{"Title":"Batman Begins","Year":"2005","Rated":"PG-13","Released":"15 Jun 2005","Runtime":"140 min","Genre":"Action, Adventure","Director":"Christopher Nolan","Writer":"Bob Kane (characters), David S. Goyer (story), Christopher Nolan (screenplay), David S. Goyer (screenplay)","Actors":"Christian Bale, Michael Caine, Liam Neeson, Katie Holmes","Plot":"When his parents were killed, millionaire playboy Bruce Wayne relocates to Asia when he is mentored by Henri Ducard and Ra's Al Ghul in how to fight evil. When learning about the plan to wipe out evil in Gotham City by Ducard, Bruce prevents this plan from getting any further and heads back to his home. Back in his original surroundings, Bruce adopts the image of a bat to strike fear into the criminals and the corrupt as the icon known as 'Batman'. But it doesn't stay quiet for long.","Language":"English, Urdu, Mandarin","Country":"USA, UK","Awards":"Nominated for 1 Oscar. Another 16 wins & 48 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNTM3OTc0MzM2OV5BMl5BanBnXkFtZTYwNzUwMTI3._V1_SX300.jpg","Metascore":"70","imdbRating":"8.3","imdbVotes":"798,203","imdbID":"tt0372784","Type":"movie","Response":"True"},{"Title":"The Third Man","Year":"1949","Rated":"NOT RATED","Released":"31 Aug 1949","Runtime":"93 min","Genre":"Film-Noir, Mystery, Thriller","Director":"Carol Reed","Writer":"Graham Greene (by), Graham Greene (screen play)","Actors":"Joseph Cotten, Alida Valli, Orson Welles, Trevor Howard","Plot":"An out of work pulp fiction novelist, Holly Martins, arrives in a post war Vienna divided into sectors by the victorious allies, and where a shortage of supplies has lead to a flourishing black market. He arrives at the invitation of an ex-school friend, Harry Lime, who has offered him a job, only to discover that Lime has recently died in a peculiar traffic accident. From talking to Lime's friends and associates Martins soon notices that some of the stories are inconsistent, and determines to discover what really happened to Harry Lime.","Language":"English, German, Russian","Country":"UK","Awards":"Won 1 Oscar. Another 4 wins & 4 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjk3ODQ3NDg0OV5BMl5BanBnXkFtZTgwMTQwNDE3MzE@._V1._CR18,0,336,498_SY132_CR0,0,89,132_AL_.jpg_V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.3","imdbVotes":"97,572","imdbID":"tt0041959","Type":"movie","Response":"True"},{"Title":"Scarface","Year":"1983","Rated":"R","Released":"09 Dec 1983","Runtime":"170 min","Genre":"Crime, Drama","Director":"Brian De Palma","Writer":"Oliver Stone (screenplay)","Actors":"Al Pacino, Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio","Plot":"Tony Montana manages to leave Cuba during the Mariel exodus of 1980. He finds himself in a Florida refugee camp but his friend Manny has a way out for them: undertake a contract killing and arrangements will be made to get a green card. He's soon working for drug dealer Frank Lopez and shows his mettle when a deal with Columbian drug dealers goes bad. He also brings a new level of violence to Miami. Tony is protective of his younger sister but his mother knows what he does for a living and disowns him. Tony is impatient and wants it all however, including Frank's empire and his mistress Elvira Hancock. Once at the top however, Tony's outrageous actions make him a target and everything comes crumbling down.","Language":"English, Spanish","Country":"USA","Awards":"Nominated for 3 Golden Globes. Another 3 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjAzOTM4MzEwNl5BMl5BanBnXkFtZTgwMzU1OTc1MDE@._V1_SX300.jpg","Metascore":"65","imdbRating":"8.3","imdbVotes":"451,619","imdbID":"tt0086250","Type":"movie","Response":"True"},{"Title":"Unforgiven","Year":"1992","Rated":"R","Released":"07 Aug 1992","Runtime":"131 min","Genre":"Western","Director":"Clint Eastwood","Writer":"David Webb Peoples","Actors":"Clint Eastwood, Gene Hackman, Morgan Freeman, Richard Harris","Plot":"The town of Big Whisky is full of normal people trying to lead quiet lives. Cowboys try to make a living. Sheriff 'Little Bill' tries to build a house and keep a heavy-handed order. The town whores just try to get by.Then a couple of cowboys cut up a whore. Dissatisfied with Bill's justice, the prostitutes put a bounty on the cowboys. The bounty attracts a young gun billing himself as 'The Schofield Kid', and aging killer William Munny. Munny reformed for his young wife, and has been raising crops and two children in peace. But his wife is gone. Farm life is hard. And Munny is no good at it. So he calls his old partner Ned, saddles his ornery nag, and rides off to kill one more time, blurring the lines between heroism and villainy, man and myth.","Language":"English","Country":"USA","Awards":"Won 4 Oscars. Another 41 wins & 21 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTkzNTc0NDc4OF5BMl5BanBnXkFtZTcwNTY1ODg3OA@@._V1_SX300.jpg","Metascore":"82","imdbRating":"8.3","imdbVotes":"238,392","imdbID":"tt0105695","Type":"movie","Response":"True"},{"Title":"Whiplash","Year":"2014","Rated":"R","Released":"15 Oct 2014","Runtime":"107 min","Genre":"Drama, Music","Director":"Damien Chazelle","Writer":"Damien Chazelle","Actors":"Miles Teller, J.K. Simmons, Paul Reiser, Melissa Benoist","Plot":"A young and talented drummer attending a prestigious music academy finds himself under the wing of the most respected professor at the school, one who does not hold back on abuse towards his students. The two form an odd relationship as the student wants to achieve greatness, and the professor pushes him.","Language":"English","Country":"USA","Awards":"Won 3 Oscars. Another 78 wins & 81 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTU4OTQ3MDUyMV5BMl5BanBnXkFtZTgwOTA2MjU0MjE@._V1_SX300.jpg","Metascore":"88","imdbRating":"8.6","imdbVotes":"185,210","imdbID":"tt2582802","Type":"movie","Response":"True"},{"Title":"Some Like It Hot","Year":"1959","Rated":"NOT RATED","Released":"29 Mar 1959","Runtime":"120 min","Genre":"Comedy","Director":"Billy Wilder","Writer":"Billy Wilder (screenplay), I.A.L. Diamond (screenplay), Robert Thoeren (suggested by a story by), Michael Logan (suggested by a story by)","Actors":"Marilyn Monroe, Tony Curtis, Jack Lemmon, George Raft","Plot":"When two Chicago musicians, Joe and Jerry, witness the the St. Valentine's Day massacre, they want to get out of town and get away from the gangster responsible, Spats Colombo. They're desperate to get a gig out of town but the only job they know of is in an all-girl band heading to Florida. They show up at the train station as Josephine and Daphne, the replacement saxophone and bass players. They certainly enjoy being around the girls, especially Sugar Kane Kowalczyk who sings and plays the ukulele. Joe in particular sets out to woo her while Jerry/Daphne is wooed by a millionaire, Osgood Fielding III. Mayhem ensues as the two men try to keep their true identities hidden and Spats Colombo and his crew show up for a meeting with several other crime lords.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 13 wins & 9 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNzYzMDkzNDQ0N15BMl5BanBnXkFtZTcwNzQ0NDQyNA@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.3","imdbVotes":"150,440","imdbID":"tt0053291","Type":"movie","Response":"True"},{"Title":"Inglourious Basterds","Year":"2009","Rated":"R","Released":"21 Aug 2009","Runtime":"153 min","Genre":"Adventure, Drama, War","Director":"Quentin Tarantino, Eli Roth","Writer":"Quentin Tarantino","Actors":"Brad Pitt, Mélanie Laurent, Christoph Waltz, Eli Roth","Plot":"In Nazi-occupied France, young Jewish refugee Shosanna Dreyfus witnesses the slaughter of her family by Colonel Hans Landa. Narrowly escaping with her life, she plots her revenge several years later when German war hero Fredrick Zoller takes a rapid interest in her and arranges an illustrious movie premiere at the theater she now runs. With the promise of every major Nazi officer in attendance, the event catches the attention of the \"Basterds\", a group of Jewish-American guerilla soldiers led by the ruthless Lt. Aldo Raine. As the relentless executioners advance and the conspiring young girl's plans are set in motion, their paths will cross for a fateful evening that will shake the very annals of history.","Language":"English, German, French, Italian","Country":"USA, Germany","Awards":"Won 1 Oscar. Another 128 wins & 103 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjIzMDI4MTUzOV5BMl5BanBnXkFtZTcwNDY3NjA3Mg@@._V1_SX300.jpg","Metascore":"69","imdbRating":"8.3","imdbVotes":"710,926","imdbID":"tt0361748","Type":"movie","Response":"True"},{"Title":"Mr. Smith Goes to Washington","Year":"1939","Rated":"NOT RATED","Released":"19 Oct 1939","Runtime":"129 min","Genre":"Drama","Director":"Frank Capra","Writer":"Sidney Buchman (screen play), Lewis R. Foster (story)","Actors":"Jean Arthur, James Stewart, Claude Rains, Edward Arnold","Plot":"Naive and idealistic Jefferson Smith, leader of the Boy Rangers, is appointed on a lark by the spineless governor of his state. He is reunited with the state's senior senator--presidential hopeful and childhood hero, Senator Joseph Paine. In Washington, however, Smith discovers many of the shortcomings of the political process as his earnest goal of a national boys' camp leads to a conflict with the state political boss, Jim Taylor. Taylor first tries to corrupt Smith and then later attempts to destroy Smith through a scandal.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 5 wins & 10 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjAwMzU5ODkwNF5BMl5BanBnXkFtZTcwNTg4Mjk3OA@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.3","imdbVotes":"66,821","imdbID":"tt0031679","Type":"movie","Response":"True"},{"Title":"Raging Bull","Year":"1980","Rated":"R","Released":"19 Dec 1980","Runtime":"129 min","Genre":"Biography, Drama, Sport","Director":"Martin Scorsese","Writer":"Jake LaMotta (based on the book by), Joseph Carter (with), Peter Savage (with), Paul Schrader (screenplay), Mardik Martin (screenplay)","Actors":"Robert De Niro, Cathy Moriarty, Joe Pesci, Frank Vincent","Plot":"When Jake LaMotta steps into a boxing ring and obliterates his opponent, he's a prizefighter. But when he treats his family and friends the same way, he's a ticking time bomb, ready to go off at any moment. Though LaMotta wants his family's love, something always seems to come between them. Perhaps it's his violent bouts of paranoia and jealousy. This kind of rage helped make him a champ, but in real life, he winds up in the ring alone.","Language":"English","Country":"USA","Awards":"Won 2 Oscars. Another 27 wins & 19 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjIxOTg3OTc5MF5BMl5BanBnXkFtZTcwNzkwNjMwNA@@._V1_SX300.jpg","Metascore":"92","imdbRating":"8.3","imdbVotes":"201,671","imdbID":"tt0081398","Type":"movie","Response":"True"},{"Title":"Trainspotting","Year":"1996","Rated":"R","Released":"23 Feb 1996","Runtime":"94 min","Genre":"Drama","Director":"Danny Boyle","Writer":"Irvine Welsh (novel), John Hodge (screenplay)","Actors":"Ewan McGregor, Ewen Bremner, Jonny Lee Miller, Kevin McKidd","Plot":"A wild, freeform, Rabelaisian trip through the darkest recesses of Edinburgh low-life, focusing on Mark Renton and his attempt to give up his heroin habit, and how the latter affects his relationship with family and friends: Sean Connery wannabe Sick Boy, dimbulb Spud, psycho Begbie, 14-year-old girlfriend Diane, and clean-cut athlete Tommy, who's never touched drugs but can't help being curious about them...","Language":"English","Country":"UK","Awards":"Nominated for 1 Oscar. Another 20 wins & 18 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTg2MzcxNTY3NV5BMl5BanBnXkFtZTgwOTQ5NDQxMDE@._V1_SX300.jpg","Metascore":"83","imdbRating":"8.2","imdbVotes":"401,633","imdbID":"tt0117951","Type":"movie","Response":"True"},{"Title":"Gone with the Wind","Year":"1939","Rated":"G","Released":"17 Jan 1940","Runtime":"238 min","Genre":"Drama, Romance, War","Director":"Victor Fleming, George Cukor, Sam Wood","Writer":"Margaret Mitchell (story), Sidney Howard (screen play)","Actors":"Thomas Mitchell, Barbara O'Neil, Vivien Leigh, Evelyn Keyes","Plot":"Scarlett is a woman who can deal with a nation at war, Atlanta burning, the Union Army carrying off everything from her beloved Tara, the carpetbaggers who arrive after the war. Scarlett is beautiful. She has vitality. But Ashley, the man she has wanted for so long, is going to marry his placid cousin, Melanie. Mammy warns Scarlett to behave herself at the party at Twelve Oaks. There is a new man there that day, the day the Civil War begins. Rhett Butler. Scarlett does not know he is in the room when she pleads with Ashley to choose her instead of Melanie.","Language":"English","Country":"USA","Awards":"Won 8 Oscars. Another 11 wins & 6 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNDUwMjAxNTU1MF5BMl5BanBnXkFtZTgwMzg4NzMxMDE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.2","imdbVotes":"184,723","imdbID":"tt0031381","Type":"movie","Response":"True"},{"Title":"Robin Hat & Jagten på den forsvundne hat","Year":"1985–","Rated":"N/A","Released":"24 Jan 1985","Runtime":"15 min","Genre":"N/A","Director":"N/A","Writer":"N/A","Actors":"Michael Wikke, Steen Rasmussen, Hans Henrik Bærentsen","Plot":"N/A","Language":"Danish","Country":"Denmark","Awards":"N/A","Poster":"N/A","Metascore":"N/A","imdbRating":"7.3","imdbVotes":"15","imdbID":"tt0318240","Type":"series","Response":"True"},{"Title":"Toy Story","Year":"1995","Rated":"G","Released":"22 Nov 1995","Runtime":"81 min","Genre":"Animation, Adventure, Comedy","Director":"John Lasseter","Writer":"John Lasseter (original story by), Pete Docter (original story by), Andrew Stanton (original story by), Joe Ranft (original story by), Joss Whedon (screenplay), Andrew Stanton (screenplay), Joel Cohen (screenplay), Alec Sokolow (screenplay)","Actors":"Tom Hanks, Tim Allen, Don Rickles, Jim Varney","Plot":"A little boy named Andy loves to be in his room, playing with his toys, especially his doll named \"Woody\". But, what do the toys do when Andy is not with them, they come to life. Woody believes that he has life (as a toy) good. However, he must worry about Andy's family moving, and what Woody does not know is about Andy's birthday party. Woody does not realize that Andy's mother gave him an action figure known as Buzz Lightyear, who does not believe that he is a toy, and quickly becomes Andy's new favorite toy. Woody, who is now consumed with jealousy, tries to get rid of Buzz. Then, both Woody and Buzz are now lost. They must find a way to get back to Andy before he moves without them, but they will have to pass through a ruthless toy killer, Sid Phillips.","Language":"English","Country":"USA","Awards":"Nominated for 3 Oscars. Another 20 wins & 13 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTgwMjI4MzU5N15BMl5BanBnXkFtZTcwMTMyNTk3OA@@._V1_SX300.jpg","Metascore":"92","imdbRating":"8.3","imdbVotes":"499,702","imdbID":"tt0114709","Type":"movie","Response":"True"},{"Title":"The Treasure of the Sierra Madre","Year":"1948","Rated":"NOT RATED","Released":"24 Jan 1948","Runtime":"126 min","Genre":"Action, Adventure, Drama","Director":"John Huston","Writer":"John Huston (screenplay), B. Traven (based on the novel by)","Actors":"Humphrey Bogart, Walter Huston, Tim Holt, Bruce Bennett","Plot":"Fred C. Dobbs and Bob Curtin, both down on their luck in Tampico, Mexico in 1925, meet up with a grizzled prospector named Howard and decide to join with him in search of gold in the wilds of central Mexico. Through enormous difficulties, they eventually succeed in finding gold, but bandits, the elements, and most especially greed threaten to turn their success into disaster.","Language":"English, Spanish","Country":"USA","Awards":"Won 3 Oscars. Another 13 wins & 4 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ4MzUzOTYwOV5BMl5BanBnXkFtZTgwNDA4MzgyMjE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.3","imdbVotes":"68,192","imdbID":"tt0040897","Type":"movie","Response":"True"},{"Title":"Chinatown","Year":"1974","Rated":"R","Released":"20 Jun 1974","Runtime":"130 min","Genre":"Drama, Mystery, Thriller","Director":"Roman Polanski","Writer":"Robert Towne","Actors":"Jack Nicholson, Faye Dunaway, John Huston, Perry Lopez","Plot":"JJ 'Jake' Gittes is a private detective who seems to specialize in matrimonial cases. He is hired by Evelyn Mulwray when she suspects her husband Hollis, builder of the city's water supply system, of having an affair. Gittes does what he does best and photographs him with a young girl but in the ensuing scandal, it seems he was hired by an impersonator and not the real Mrs. Mulwray. When Mr. Mulwray is found dead, Jake is plunged into a complex web of deceit involving murder, incest and municipal corruption all related to the city's water supply.","Language":"English, Cantonese, Spanish","Country":"USA","Awards":"Won 1 Oscar. Another 21 wins & 22 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUyMTQ1NjA2OV5BMl5BanBnXkFtZTcwODQ1Njg3OA@@._V1_SX300.jpg","Metascore":"86","imdbRating":"8.3","imdbVotes":"184,452","imdbID":"tt0071315","Type":"movie","Response":"True"},{"Title":"A Beautiful Mind","Year":"2001","Rated":"PG-13","Released":"04 Jan 2002","Runtime":"135 min","Genre":"Biography, Drama","Director":"Ron Howard","Writer":"Akiva Goldsman, Sylvia Nasar (book)","Actors":"Russell Crowe, Ed Harris, Jennifer Connelly, Christopher Plummer","Plot":"From the heights of notoriety to the depths of depravity, John Forbes Nash, Jr. experienced it all. A mathematical genius, he made an astonishing discovery early in his career and stood on the brink of international acclaim. But the handsome and arrogant Nash soon found himself on a painful and harrowing journey of self-discovery. After many years of struggle, he eventually triumphed over his tragedy, and finally - late in life - received the Nobel Prize.","Language":"English","Country":"USA","Awards":"Won 4 Oscars. Another 32 wins & 58 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ4MDI2MzkwMl5BMl5BanBnXkFtZTYwMjk0NTA5._V1_SX300.jpg","Metascore":"72","imdbRating":"8.2","imdbVotes":"491,441","imdbID":"tt0268978","Type":"movie","Response":"True"},{"Title":"Up","Year":"2009","Rated":"PG","Released":"29 May 2009","Runtime":"96 min","Genre":"Animation, Adventure, Comedy","Director":"Pete Docter, Bob Peterson","Writer":"Pete Docter (story), Bob Peterson (story), Thomas McCarthy (story), Bob Peterson (screenplay), Pete Docter (screenplay)","Actors":"Edward Asner, Christopher Plummer, Jordan Nagai, Bob Peterson","Plot":"A young Carl Fredrickson meets a young adventure-spirited girl named Ellie. They both dream of going to a lost land in South America. 70 years later, Ellie has died. Carl remembers the promise he made to her. Then, when he inadvertently hits a construction worker, he is forced to go to a retirement home. But before they can take him, he and his house fly away. However, he has a stowaway aboard: an 8-year-old boy named Russell, who's trying to get an Assisting the Elderly badge. Together, they embark on an adventure, where they encounter talking dogs, an evil villain and a rare bird named Kevin.","Language":"English","Country":"USA","Awards":"Won 2 Oscars. Another 77 wins & 56 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_SX300.jpg","Metascore":"88","imdbRating":"8.3","imdbVotes":"526,190","imdbID":"tt1049413","Type":"movie","Response":"True"},{"Title":"The Dark Knight","Year":"2008","Rated":"PG-13","Released":"18 Jul 2008","Runtime":"152 min","Genre":"Action, Crime, Drama","Director":"Christopher Nolan","Writer":"Jonathan Nolan (screenplay), Christopher Nolan (screenplay), Christopher Nolan (story), David S. Goyer (story), Bob Kane (characters)","Actors":"Christian Bale, Heath Ledger, Aaron Eckhart, Michael Caine","Plot":"Batman raises the stakes in his war on crime. With the help of Lieutenant Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the city streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as The Joker.","Language":"English, Mandarin","Country":"USA, UK","Awards":"Won 2 Oscars. Another 138 wins & 106 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_SX300.jpg","Metascore":"82","imdbRating":"9.0","imdbVotes":"1,397,856","imdbID":"tt0468569","Type":"movie","Response":"True"},{"Title":"The Apartment","Year":"1960","Rated":"APPROVED","Released":"16 Sep 1960","Runtime":"125 min","Genre":"Comedy, Drama, Romance","Director":"Billy Wilder","Writer":"Billy Wilder, I.A.L. Diamond","Actors":"Jack Lemmon, Shirley MacLaine, Fred MacMurray, Ray Walston","Plot":"As of November 1, 1959, mild mannered C.C. Baxter has been working at Consolidated Life, an insurance company, for close to four years, and is one of close to thirty-two thousand employees located in their Manhattan head office. To distinguish himself from all the other lowly cogs in the company in the hopes of moving up the corporate ladder, he often works late, but only because he can't get into his apartment, located off of Central Park West, since he has provided it to a handful of company executives - Mssrs. Dobisch, Kirkeby, Vanderhoff and Eichelberger - on a rotating basis for their extramarital liaisons in return for a good word to the personnel director, Jeff D. Sheldrake. When Baxter is called into Sheldrake's office for the first time, he learns that it isn't just to be promoted as he expects, but also to add married Sheldrake to the list to who he will lend his apartment. What Baxter is unaware of is that Sheldrake's mistress is Fran Kubelik, an elevator girl in the building who Baxter himself fancies. In turn, Sheldrake has no idea of Baxter's own interest in Fran. And Fran, who is in love with Sheldrake, has no idea that she is only the latest in a long line of Sheldrake's mistresses, that Sheldrake has no intention of leaving his wife for her, and that the apartment belongs to Baxter, who she likes as a friend. As some of these facts come to light on Christmas Eve, one of the three makes a unilateral decision. That decision sets off a series of events over the course of the next week which makes each of the three examine what he/she really wants which in turn may be incompatible with the other two. They are helped along the way by Dobisch, Kirkeby, Vanderhoff and Eichelberger who are now feeling neglected as Baxter no longer needs their assistance in moving up, by Miss Olsen, Sheldrake's long serving secretary who was also once his mistress, and by Dr. Dreyfus, a physician and one of Baxter's many exasperated neighbors who believes Baxter is a playboy based on all the noise he hears in Baxter's apartment and the plethora of empty liquor bottles Baxter seems to be always discarding.","Language":"English","Country":"USA","Awards":"Won 5 Oscars. Another 19 wins & 8 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTM1OTc4MzgzNl5BMl5BanBnXkFtZTcwNTE2NjgyMw@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.3","imdbVotes":"91,943","imdbID":"tt0053604","Type":"movie","Response":"True"},{"Title":"Metropolis","Year":"1927","Rated":"NOT RATED","Released":"13 Mar 1927","Runtime":"153 min","Genre":"Drama, Sci-Fi","Director":"Fritz Lang","Writer":"Thea von Harbou (screenplay), Thea von Harbou (novel)","Actors":"Alfred Abel, Gustav Fröhlich, Rudolf Klein-Rogge, Fritz Rasp","Plot":"Sometime in the future, the city of Metropolis is home to a Utopian society where its wealthy residents live a carefree life. One of those is Freder Fredersen. One day, he spots a beautiful woman with a group of children, she and the children who quickly disappear. Trying to follow her, he, oblivious to such, is horrified to find an underground world of workers, apparently who run the machinery which keeps the above ground Utopian world functioning. One of the few people above ground who knows about the world below is Freder's father, Joh Fredersen, who is the founder and master of Metropolis. Freder learns that the woman is Maria, who espouses the need to join the \"hands\" - the workers - to the \"head\" - those in power above - by a mediator or the \"heart\". Freder wants to help the plight of the workers in the want for a better life. But when Joh learns of what Maria is espousing and that Freder is joining their cause, Joh, with the assistance of an old colleague and now nemesis named Rotwang, an inventor, works toward quashing a supposed uprising, with Maria as the center of their plan. However, Joh is unaware that Rotwang has his own agenda. But if any of these plans includes the shut down of the machines, total anarchy could break loose both above ground and below.","Language":"German","Country":"Germany","Awards":"3 wins & 4 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNDAzNTkyODg1MF5BMl5BanBnXkFtZTgwMDA3NDkwMDE@._V1_SX300.jpg","Metascore":"98","imdbRating":"8.3","imdbVotes":"94,392","imdbID":"tt0017136","Type":"movie","Response":"True"},{"Title":"Forrest Gump","Year":"1994","Rated":"PG-13","Released":"06 Jul 1994","Runtime":"142 min","Genre":"Drama, Romance","Director":"Robert Zemeckis","Writer":"Winston Groom (novel), Eric Roth (screenplay)","Actors":"Tom Hanks, Rebecca Williams, Sally Field, Michael Conner Humphreys","Plot":"Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, create the smiley, write bumper stickers and songs, donating to people and meeting the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran. Who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone.","Language":"English","Country":"USA","Awards":"Won 6 Oscars. Another 40 wins & 47 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQwMTA5MzI1MF5BMl5BanBnXkFtZTcwMzY5Mzg3OA@@._V1_SX300.jpg","Metascore":"82","imdbRating":"8.8","imdbVotes":"1,019,156","imdbID":"tt0109830","Type":"movie","Response":"True"},{"Title":"Goodfellas","Year":"1990","Rated":"R","Released":"21 Sep 1990","Runtime":"146 min","Genre":"Biography, Crime, Drama","Director":"Martin Scorsese","Writer":"Nicholas Pileggi (book), Nicholas Pileggi (screenplay), Martin Scorsese (screenplay)","Actors":"Robert De Niro, Ray Liotta, Joe Pesci, Lorraine Bracco","Plot":"Henry Hill is a small time gangster, who takes part in a robbery with Jimmy Conway and Tommy De Vito, two other gangsters who have set their sights a bit higher. His two partners kill off everyone else involved in the robbery, and slowly start to climb up through the hierarchy of the Mob. Henry, however, is badly affected by his partners success, but will he stoop low enough to bring about the downfall of Jimmy and Tommy?","Language":"English, Italian","Country":"USA","Awards":"Won 1 Oscar. Another 42 wins & 24 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY2OTE5MzQ3MV5BMl5BanBnXkFtZTgwMTY2NTYxMTE@._V1_SX300.jpg","Metascore":"89","imdbRating":"8.7","imdbVotes":"612,238","imdbID":"tt0099685","Type":"movie","Response":"True"},{"Title":"One Flew Over the Cuckoo's Nest","Year":"1975","Rated":"R","Released":"21 Nov 1975","Runtime":"133 min","Genre":"Drama","Director":"Milos Forman","Writer":"Lawrence Hauben (screenplay), Bo Goldman (screenplay), Ken Kesey (based on the novel by), Dale Wasserman (the play version: \"One Flew Over the Cuckoo's Nest\" by)","Actors":"Michael Berryman, Peter Brocco, Dean R. Brooks, Alonzo Brown","Plot":"McMurphy has a criminal past and has once again gotten himself into trouble and is sentenced by the court. To escape labor duties in prison, McMurphy pleads insanity and is sent to a ward for the mentally unstable. Once here, McMurphy both endures and stands witness to the abuse and degradation of the oppressive Nurse Ratched, who gains superiority and power through the flaws of the other inmates. McMurphy and the other inmates band together to make a rebellious stance against the atrocious Nurse.","Language":"English","Country":"USA","Awards":"Won 5 Oscars. Another 31 wins & 12 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTk5OTA4NTc0NF5BMl5BanBnXkFtZTcwNzI5Mzg3OA@@._V1_SX300.jpg","Metascore":"79","imdbRating":"8.7","imdbVotes":"583,882","imdbID":"tt0073486","Type":"movie","Response":"True"},{"Title":"Star Wars","Year":"1983","Rated":"N/A","Released":"01 May 1983","Runtime":"N/A","Genre":"Action, Adventure, Sci-Fi","Director":"N/A","Writer":"N/A","Actors":"Harrison Ford, Alec Guinness, Mark Hamill, James Earl Jones","Plot":"N/A","Language":"English","Country":"USA","Awards":"N/A","Poster":"N/A","Metascore":"N/A","imdbRating":"7.8","imdbVotes":"305","imdbID":"tt0251413","Type":"game","Response":"True"},{"Title":"Star Wars: Episode V - The Empire Strikes Back","Year":"1980","Rated":"PG","Released":"20 Jun 1980","Runtime":"124 min","Genre":"Action, Adventure, Fantasy","Director":"Irvin Kershner","Writer":"Leigh Brackett (screenplay), Lawrence Kasdan (screenplay), George Lucas (story)","Actors":"Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams","Plot":"After the Rebel base on the icy planet Hoth is taken over by the empire, Han, Leia, Chewbacca, and C-3PO flee across the galaxy from the Empire. Luke travels to the forgotten planet of Dagobah to receive training from the Jedi master Yoda, while Vader endlessly pursues him.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 15 wins & 16 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjE2MzQwMTgxN15BMl5BanBnXkFtZTcwMDQzNjk2OQ@@._V1_SX300.jpg","Metascore":"78","imdbRating":"8.8","imdbVotes":"665,437","imdbID":"tt0080684","Type":"movie","Response":"True"},{"Title":"The Lord of the Rings: The Two Towers","Year":"2002","Rated":"PG-13","Released":"18 Dec 2002","Runtime":"179 min","Genre":"Adventure, Fantasy","Director":"Peter Jackson","Writer":"J.R.R. Tolkien (novel), Fran Walsh (screenplay), Philippa Boyens (screenplay), Stephen Sinclair (screenplay), Peter Jackson (screenplay)","Actors":"Bruce Allpress, Sean Astin, John Bach, Sala Baker","Plot":"While Frodo and Sam, now accompanied by a new guide, continue their hopeless journey towards the land of shadow to destroy the One Ring, each member of the broken fellowship plays their part in the battle against the evil wizard Saruman and his armies of Isengard.","Language":"English, Sindarin, Old English","Country":"USA, New Zealand","Awards":"Won 2 Oscars. Another 101 wins & 101 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTAyNDU0NjY4NTheQTJeQWpwZ15BbWU2MDk4MTY2Nw@@._V1_SX300.jpg","Metascore":"88","imdbRating":"8.8","imdbVotes":"925,076","imdbID":"tt0167261","Type":"movie","Response":"True"},{"Title":"Persona","Year":"1966","Rated":"NOT RATED","Released":"16 Mar 1967","Runtime":"83 min","Genre":"Drama","Director":"Ingmar Bergman","Writer":"Ingmar Bergman (story)","Actors":"Bibi Andersson, Liv Ullmann, Margaretha Krook, Gunnar Björnstrand","Plot":"A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. Alma eventually confesses her secrets to a seemingly sympathetic Elisabeth and finds that her own personality is being submerged into Elisabeth's persona.","Language":"Swedish, English","Country":"Sweden","Awards":"Nominated for 1 BAFTA Film Award. Another 8 wins & 1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTc1OTgxNjYyNF5BMl5BanBnXkFtZTcwNjM2MjM2NQ@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.2","imdbVotes":"49,684","imdbID":"tt0060827","Type":"movie","Response":"True"},{"Title":"The Avengers","Year":"2012","Rated":"PG-13","Released":"04 May 2012","Runtime":"143 min","Genre":"Action, Adventure, Sci-Fi","Director":"Joss Whedon","Writer":"Joss Whedon (screenplay), Zak Penn (story), Joss Whedon (story)","Actors":"Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth","Plot":"Nick Fury is director of S.H.I.E.L.D, an international peace keeping agency. The agency is a who's who of Marvel Super Heroes, with Iron Man, The Incredible Hulk, Thor, Captain America, Hawkeye and Black Widow. When global security is threatened by Loki and his cohorts, Nick Fury and his team will need all their powers to save the world from disaster.","Language":"English, Russian","Country":"USA","Awards":"Nominated for 1 Oscar. Another 31 wins & 65 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTk2NTI1MTU4N15BMl5BanBnXkFtZTcwODg0OTY0Nw@@._V1_SX300.jpg","Metascore":"69","imdbRating":"8.2","imdbVotes":"799,971","imdbID":"tt0848228","Type":"movie","Response":"True"},{"Title":"Ben-Hur","Year":"1959","Rated":"G","Released":"29 Jan 1960","Runtime":"212 min","Genre":"Adventure, Drama","Director":"William Wyler","Writer":"Lew Wallace (novel), Karl Tunberg (screenplay)","Actors":"Charlton Heston, Jack Hawkins, Haya Harareet, Stephen Boyd","Plot":"Judah Ben-Hur lives as a rich Jewish prince and merchant in Jerusalem at the beginning of the 1st century. Together with the new governor his old friend Messala arrives as commanding officer of the Roman legions. At first they are happy to meet after a long time but their different politic views separate them. During the welcome parade a roof tile falls down from Judah's house and injures the governor. Although Messala knows they are not guilty, he sends Judah to the galleys and throws his mother and sister into prison. But Judah swears to come back and take revenge.","Language":"English","Country":"USA","Awards":"Won 11 Oscars. Another 22 wins & 7 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNjg2NjA3NDY2OV5BMl5BanBnXkFtZTgwNzE3NTkxMTE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"135,054","imdbID":"tt0052618","Type":"movie","Response":"True"},{"Title":"Life of Brian","Year":"1979","Rated":"R","Released":"17 Aug 1979","Runtime":"94 min","Genre":"Comedy","Director":"Terry Jones","Writer":"Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry Jones, Michael Palin","Actors":"Graham Chapman, John Cleese, Terry Gilliam, Eric Idle","Plot":"The story of Brian of Nazareth, born on the same day as Jesus of Nazareth, who takes a different path in life that leads to the same conclusion. Brian joins a political resistance movement aiming to get the Romans out of Judea. Brian scores a victory of sorts when he manages to paint political slogans on an entire wall in the city of Jerusalem. The movement is not very effective but somehow Brian becomes a prophet and gathers his own following. His fate is sealed however and he lives a very short life.","Language":"English, Latin","Country":"UK","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BMTM2NjQ4NDA0MV5BMl5BanBnXkFtZTcwMjM0Njk3OA@@._V1_SX300.jpg","Metascore":"75","imdbRating":"8.2","imdbVotes":"231,489","imdbID":"tt0079470","Type":"movie","Response":"True"},{"Title":"There Will Be Blood","Year":"2007","Rated":"R","Released":"25 Jan 2008","Runtime":"158 min","Genre":"Drama","Director":"Paul Thomas Anderson","Writer":"Paul Thomas Anderson (screenplay), Upton Sinclair (novel)","Actors":"Daniel Day-Lewis, Martin Stringer, Matthew Braden Stringer, Jacob Stringer","Plot":"The intersecting life stories of Daniel Plainview and Eli Sunday in early twentieth century California presents miner-turned-oilman Daniel Plainview, a driven man who will do whatever it takes to achieve his goals. He works hard but also takes advantage of those around him at their expense if need be. His business partner/son (H.W.) is, in reality, an \"acquired\" child whose true biological single-parent father (working on one of Daniel's rigs) died in a workplace accident. Daniel is deeply protective of H.W. if only for what H.W. brings to the partnership. Eli Sunday is one in a pair of twins whose family farm Daniel purchases for the major oil deposit located on it. Eli, a local preacher and a self-proclaimed faith healer, wants the money from the sale of the property to finance his own church. The lives of the two competitive men often clash as Daniel pumps oil off the property and tries to acquire all the surrounding land at bargain prices to be able to build a pipeline to the coast, and as Eli tries to build his own religious empire.","Language":"English, American Sign Language","Country":"USA","Awards":"Won 2 Oscars. Another 114 wins & 94 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjA0NjE1ODEyNV5BMl5BanBnXkFtZTcwNDIzMzE5NQ@@._V1_SX300.jpg","Metascore":"92","imdbRating":"8.1","imdbVotes":"316,444","imdbID":"tt0469494","Type":"movie","Response":"True"},{"Title":"Touch of Evil","Year":"1958","Rated":"PG-13","Released":"01 May 1958","Runtime":"95 min","Genre":"Crime, Film-Noir, Thriller","Director":"Orson Welles","Writer":"Orson Welles (screenplay), Whit Masterson (based on the novel \"Badge Of Evil\" by)","Actors":"Charlton Heston, Janet Leigh, Orson Welles, Joseph Calleia","Plot":"Mexican Narcotics officer Ramon Miguel 'Mike' Vargas has to interrupt his honeymoon on the Mexican-US border when an American building contractor is killed after someone places a bomb in his car. He's killed on the US side of the border but it's clear that the bomb was planted on the Mexican side. As a result, Vargas delays his return to Mexico City where he has been mounting a case against the Grandi family crime and narcotics syndicate. Police Captain Hank Quinlan is in charge on the US side and he soon has a suspect, a Mexican named Manolo Sanchez. Vargas is soon onto Quinlan and his Sergeant, Pete Menzies, when he catches them planting evidence to convict Sanchez. With his new American wife, Susie, safely tucked away in a hotel on the US side of the border - or so he thinks - he starts to review Quinlan's earlier cases. While concentrating on the corrupt policeman however, the Grandis have their own plans for Vargas and they start with his wife Susie.","Language":"English, Spanish","Country":"USA","Awards":"6 wins & 1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY3NjIwMDY4M15BMl5BanBnXkFtZTgwODMwODgyMTE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.2","imdbVotes":"62,747","imdbID":"tt0052311","Type":"movie","Response":"True"},{"Title":"Gandhi","Year":"1982","Rated":"PG","Released":"25 Feb 1983","Runtime":"191 min","Genre":"Biography, Drama, History","Director":"Richard Attenborough","Writer":"John Briley","Actors":"Ben Kingsley, Candice Bergen, Edward Fox, John Gielgud","Plot":"In 1893, Gandhi is thrown off a South African train for being an Indian and traveling in a first class compartment. Gandhi realizes that the laws are biased against Indians and decides to start a non-violent protest campaign for the rights of all Indians in South Africa. After numerous arrests and the unwanted attention of the world, the government finally relents by recognizing rights for Indians, though not for the native blacks of South Africa. After this victory, Gandhi is invited back to India, where he is now considered something of a national hero. He is urged to take up the fight for India's independence from the British Empire. Gandhi agrees, and mounts a non-violent non-cooperation campaign of unprecedented scale, coordinating millions of Indians nationwide. There are some setbacks, such as violence against the protesters and Gandhi's occasional imprisonment. Nevertheless, the campaign generates great attention, and Britain faces intense public pressure. Too weak from World War II to continue enforcing its will in India, Britain finally grants India's independence. Indians celebrate this victory, but their troubles are far from over. Religious tensions between Hindus and Muslims erupt into nation-wide violence. Gandhi declares a hunger strike, saying he will not eat until the fighting stops. The fighting does stop eventually, but the country is divided. It is decided that the northwest area of India, and eastern part of India (current day Bangladesh), both places where Muslims are in the majority, will become a new country called Pakistan (West and East Pakistan respectively). It is hoped that by encouraging the Muslims to live in a separate country, violence will abate. Gandhi is opposed to the idea, and is even willing to allow Muhammad Ali Jinnah to become the first prime minister of India, but the Partition of India is carried out nevertheless. Gandhi spends his last days trying to bring about peace between both nations. He thereby angers many dissidents on both sides, one of whom finally gets close enough to assassinate him.","Language":"English","Country":"UK, India","Awards":"Won 8 Oscars. Another 31 wins & 16 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQyNTQ4MTAzNl5BMl5BanBnXkFtZTcwMjk2Njk3OA@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"144,200","imdbID":"tt0083987","Type":"movie","Response":"True"},{"Title":"Platoon","Year":"1986","Rated":"R","Released":"06 Feb 1987","Runtime":"120 min","Genre":"Drama, War","Director":"Oliver Stone","Writer":"Oliver Stone","Actors":"Tom Berenger, Keith David, Willem Dafoe, Forest Whitaker","Plot":"Chris Taylor is a young, naive American who gives up college and volunteers for combat in Vietnam. Upon arrival, he quickly discovers that his presence is quite nonessential, and is considered insignificant to the other soldiers, as he has not fought for as long as the rest of them and felt the effects of combat. Chris has two non-commissioned officers, the ill-tempered and indestructible Staff Sergeant Robert Barnes and the more pleasant and cooperative Sergeant Elias Grodin. A line is drawn between the two NCOs and a number of men in the platoon when an illegal killing occurs during a village raid. As the war continues, Chris himself draws towards psychological meltdown. And as he struggles for survival, he soon realizes he is fighting two battles, the conflict with the enemy and the conflict between the men within his platoon.","Language":"English, Vietnamese","Country":"UK, USA","Awards":"Won 4 Oscars. Another 22 wins & 10 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BNTU3NzY4ODY5MF5BMl5BanBnXkFtZTcwOTkzNzE1NA@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"251,167","imdbID":"tt0091763","Type":"movie","Response":"True"},{"Title":"Hachi: A Dog's Tale","Year":"2009","Rated":"G","Released":"12 Mar 2010","Runtime":"93 min","Genre":"Drama, Family","Director":"Lasse Hallström","Writer":"Stephen P. Lindsey (screenplay), Kaneto Shindô (motion picture \"Hachiko monogatari\")","Actors":"Richard Gere, Joan Allen, Cary-Hiroyuki Tagawa, Sarah Roemer","Plot":"In Bedridge, Professor Parker Wilson finds an abandoned dog at the train station and takes it home with the intention of returning the animal to its owner. He finds that the dog is an Akita and names it Hachiko. However, nobody claims the dog so his family decides to keep Hachi.","Language":"English, Japanese","Country":"USA, UK","Awards":"N/A","Poster":"http://ia.media-imdb.com/images/M/MV5BMTAxMDA2MjM4NDReQTJeQWpwZ15BbWU3MDE0NTgxMTM@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.2","imdbVotes":"111,648","imdbID":"tt1028532","Type":"movie","Response":"True"},{"Title":"Annie Hall","Year":"1977","Rated":"PG","Released":"20 Apr 1977","Runtime":"93 min","Genre":"Comedy, Drama, Romance","Director":"Woody Allen","Writer":"Woody Allen, Marshall Brickman","Actors":"Woody Allen, Diane Keaton, Tony Roberts, Carol Kane","Plot":"Alvy Singer, a forty year old twice divorced, neurotic, intellectual Jewish New York stand-up comic, reflects on the demise of his latest relationship, to Annie Hall, an insecure, flighty, Midwestern WASP aspiring nightclub singer. Unlike his previous relationships, Alvy believed he may have worked out all the issues in his life through fifteen years of therapy to make this relationship with Annie last, among those issues being not wanting to date any woman that would want to date him, and thus subconsciously pushing those women away. Alvy not only reviews the many ups and many downs of their relationship, but also reviews the many facets of his makeup that led to him starting to date Annie. Those facets include growing up next to Coney Island in Brooklyn, being attracted to the opposite sex for as long as he can remember, and enduring years of Jewish guilt with his constantly arguing parents.","Language":"English, German","Country":"USA","Awards":"Won 4 Oscars. Another 27 wins & 7 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTU1NDM2MjkwM15BMl5BanBnXkFtZTcwODU3OTYwNA@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"162,533","imdbID":"tt0075686","Type":"movie","Response":"True"},{"Title":"The Grand Budapest Hotel","Year":"2014","Rated":"R","Released":"28 Mar 2014","Runtime":"99 min","Genre":"Adventure, Comedy, Drama","Director":"Wes Anderson","Writer":"Stefan Zweig (inspired by the writings of), Wes Anderson (screenplay), Wes Anderson (story), Hugo Guinness (story)","Actors":"Ralph Fiennes, F. Murray Abraham, Mathieu Amalric, Adrien Brody","Plot":"GRAND BUDAPEST HOTEL recounts the adventures of Gustave H, a legendary concierge at a famous European hotel between the wars, and Zero Moustafa, the lobby boy who becomes his most trusted friend. The story involves the theft and recovery of a priceless Renaissance painting and the battle for an enormous family fortune -- all against the back-drop of a suddenly and dramatically changing Continent.","Language":"English, French","Country":"USA, Germany, UK","Awards":"Won 4 Oscars. Another 121 wins & 134 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SX300.jpg","Metascore":"88","imdbRating":"8.1","imdbVotes":"320,690","imdbID":"tt2278388","Type":"movie","Response":"True"},{"Title":"The Matrix","Year":"1999","Rated":"R","Released":"31 Mar 1999","Runtime":"136 min","Genre":"Action, Sci-Fi","Director":"Andy Wachowski, Lana Wachowski","Writer":"Andy Wachowski, Lana Wachowski","Actors":"Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss, Hugo Weaving","Plot":"Thomas A. Anderson is a man living two lives. By day he is an average computer programmer and by night a hacker known as Neo. Neo has always questioned his reality, but the truth is far beyond his imagination. Neo finds himself targeted by the police when he is contacted by Morpheus, a legendary computer hacker branded a terrorist by the government. Morpheus awakens Neo to the real world, a ravaged wasteland where most of humanity have been captured by a race of machines that live off of the humans' body heat and electrochemical energy and who imprison their minds within an artificial reality known as the Matrix. As a rebel against the machines, Neo must return to the Matrix and confront the agents: super-powerful computer programs devoted to snuffing out Neo and the entire human rebellion.","Language":"English","Country":"USA, Australia","Awards":"Won 4 Oscars. Another 34 wins & 39 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTkxNDYxOTA4M15BMl5BanBnXkFtZTgwNTk0NzQxMTE@._V1_SX300.jpg","Metascore":"73","imdbRating":"8.7","imdbVotes":"1,023,621","imdbID":"tt0133093","Type":"movie","Response":"True"},{"Title":"Million Dollar Baby","Year":"2004","Rated":"PG-13","Released":"28 Jan 2005","Runtime":"132 min","Genre":"Drama, Sport","Director":"Clint Eastwood","Writer":"Paul Haggis (screenplay), F.X. Toole (stories)","Actors":"Clint Eastwood, Hilary Swank, Morgan Freeman, Jay Baruchel","Plot":"Frankie Dunn has trained and managed some incredible fighters during a lifetime spent in the ring. The most important lesson he teaches his boxers is the one that rules life: above all, always protect yourself. In the wake of a painful estrangement from his daughter, Frankie has been unwilling to let himself get close to anyone for a very long time. His only friend, Scrap, an ex-boxer who looks after Frankie's gym, knows that beneath his gruff exterior is a man who has been seeking, for the past 25 years, the forgiveness that somehow continues to elude him. Then Maggie Fitzgerald walks into his gym...","Language":"English, Irish","Country":"USA","Awards":"Won 4 Oscars. Another 77 wins & 46 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTkxNzA1NDQxOV5BMl5BanBnXkFtZTcwNTkyMTIzMw@@._V1_SX300.jpg","Metascore":"86","imdbRating":"8.1","imdbVotes":"402,676","imdbID":"tt0405159","Type":"movie","Response":"True"},{"Title":"The Grapes of Wrath","Year":"1940","Rated":"NOT RATED","Released":"15 Mar 1940","Runtime":"129 min","Genre":"Drama","Director":"John Ford","Writer":"Nunnally Johnson (screen play), John Steinbeck (based on the novel by)","Actors":"Henry Fonda, Jane Darwell, John Carradine, Charley Grapewin","Plot":"Tom Joad returns to his home after a jail sentence to find his family kicked out of their farm due to foreclosure. He catches up with them on his Uncles farm, and joins them the next day as they head for California and a new life... Hopefully.","Language":"English","Country":"USA","Awards":"Won 2 Oscars. Another 7 wins & 5 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMzgzNjcxNjg2M15BMl5BanBnXkFtZTcwMjQxNDQ3Mg@@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.2","imdbVotes":"53,406","imdbID":"tt0032551","Type":"movie","Response":"True"},{"Title":"The Wizard of Oz","Year":"1939","Rated":"PASSED","Released":"25 Aug 1939","Runtime":"102 min","Genre":"Adventure, Family, Fantasy","Director":"Victor Fleming, George Cukor, Mervyn LeRoy, Norman Taurog, King Vidor","Writer":"Noel Langley (screenplay), Florence Ryerson (screenplay), Edgar Allan Woolf (screenplay), Noel Langley (adaptation), L. Frank Baum (from the book by)","Actors":"Judy Garland, Frank Morgan, Ray Bolger, Bert Lahr","Plot":"In this charming film based on the popular L. Frank Baum stories, Dorothy and her dog Toto are caught in a tornado's path and somehow end up in the land of Oz. Here she meets some memorable friends and foes in her journey to meet the Wizard of Oz who everyone says can help her return home and possibly grant her new friends their goals of a brain, heart and courage.","Language":"English","Country":"USA","Awards":"Won 2 Oscars. Another 7 wins & 13 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTU0MTA2OTIwNF5BMl5BanBnXkFtZTcwMzA0Njk3OA@@._V1_SX300.jpg","Metascore":"100","imdbRating":"8.1","imdbVotes":"246,166","imdbID":"tt0032138","Type":"movie","Response":"True"},{"Title":"Guardians of the Galaxy","Year":"2014","Rated":"PG-13","Released":"01 Aug 2014","Runtime":"121 min","Genre":"Action, Adventure, Sci-Fi","Director":"James Gunn","Writer":"James Gunn, Nicole Perlman, Dan Abnett (comic book), Andy Lanning (comic book)","Actors":"Chris Pratt, Zoe Saldana, Dave Bautista, Vin Diesel","Plot":"After stealing a mysterious orb in the far reaches of outer space, Peter Quill from Earth, is now the main target of a manhunt led by the villain known as Ronan the Accuser. To help fight Ronan and his team and save the galaxy from his power, Quill creates a team of space heroes known as the \"Guardians of the Galaxy\" to save the world.","Language":"English","Country":"USA, UK","Awards":"Nominated for 2 Oscars. Another 19 wins & 65 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTAwMjU5OTgxNjZeQTJeQWpwZ15BbWU4MDUxNDYxODEx._V1_SX300.jpg","Metascore":"76","imdbRating":"8.2","imdbVotes":"445,164","imdbID":"tt2015381","Type":"movie","Response":"True"},{"Title":"Sin City","Year":"2005","Rated":"R","Released":"01 Apr 2005","Runtime":"124 min","Genre":"Crime, Thriller","Director":"Frank Miller, Robert Rodriguez, Quentin Tarantino","Writer":"Frank Miller (graphic novels)","Actors":"Jessica Alba, Devon Aoki, Alexis Bledel, Powers Boothe","Plot":"Four tales of crime adapted from Frank Miller's popular comics, focusing around a muscular brute who's looking for the person responsible for the death of his beloved Goldie, a man fed up with Sin City's corrupt law enforcement who takes the law into his own hands after a horrible mistake, a cop who risks his life to protect a girl from a deformed pedophile, and a hitman looking to make a little cash.","Language":"English","Country":"USA","Awards":"25 wins & 35 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTI2NjUyMDUyMV5BMl5BanBnXkFtZTcwMzU0OTkyMQ@@._V1_SX300.jpg","Metascore":"74","imdbRating":"8.1","imdbVotes":"576,716","imdbID":"tt0401792","Type":"movie","Response":"True"},{"Title":"Jurassic Park","Year":"1993","Rated":"PG-13","Released":"11 Jun 1993","Runtime":"127 min","Genre":"Adventure, Sci-Fi, Thriller","Director":"Steven Spielberg","Writer":"Michael Crichton (novel), Michael Crichton (screenplay), David Koepp (screenplay)","Actors":"Sam Neill, Laura Dern, Jeff Goldblum, Richard Attenborough","Plot":"Huge advancements in scientific technology have enabled a mogul to create an island full of living dinosaurs. John Hammond has invited four individuals, along with his two grandchildren, to join him at Jurassic Park. But will everything go to plan? Especially when one of the parks' own workers attempts to steal the dinosaur embryos, and has to shut down critical security systems in the process. It's now a race for survival with dangerous creatures roaming all over the island.","Language":"English, Spanish","Country":"USA","Awards":"Won 3 Oscars. Another 24 wins & 16 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjM2MDgxMDg0Nl5BMl5BanBnXkFtZTgwNTM2OTM5NDE@._V1_SX300.jpg","Metascore":"68","imdbRating":"8.0","imdbVotes":"466,731","imdbID":"tt0107290","Type":"movie","Response":"True"},{"Title":"High Noon","Year":"1952","Rated":"PG","Released":"30 Jul 1952","Runtime":"85 min","Genre":"Western","Director":"Fred Zinnemann","Writer":"Carl Foreman (screenplay), John W. Cunningham (magazine story \"The Tin Star\")","Actors":"Gary Cooper, Thomas Mitchell, Lloyd Bridges, Katy Jurado","Plot":"On the day he gets married and hangs up his badge, lawman Will Kane is told that a man he sent to prison years before, Frank Miller, is returning on the noon train to exact his revenge. Having initially decided to leave with his new spouse, Will decides he must go back and face Miller. However, when he seeks the help of the townspeople he has protected for so long, they turn their backs on him. It seems Kane may have to face Miller alone, as well as the rest of Miller's gang, who are waiting for him at the station...","Language":"English, Spanish","Country":"USA","Awards":"Won 4 Oscars. Another 13 wins & 10 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTMyNDA3NjU0Ml5BMl5BanBnXkFtZTcwMjA0NDU3NQ@@._V1._CR32,30,293,438_SX89_AL_.jpg_V1_SX300.jpg","Metascore":"89","imdbRating":"8.1","imdbVotes":"69,233","imdbID":"tt0044706","Type":"movie","Response":"True"},{"Title":"Notorious","Year":"1946","Rated":"APPROVED","Released":"06 Sep 1946","Runtime":"101 min","Genre":"Drama, Film-Noir, Romance","Director":"Alfred Hitchcock","Writer":"Ben Hecht","Actors":"Cary Grant, Ingrid Bergman, Claude Rains, Louis Calhern","Plot":"Following the conviction of her German father for treason against the U.S., Alicia Huberman takes to drink and men. She is approached by a government agent (T.R. Devlin) who asks her to spy on a group of her father's Nazi friends operating out of Rio de Janeiro. A romance develops between Alicia and Devlin, but she starts to get too involved in her work.","Language":"English, French, Portuguese","Country":"USA","Awards":"Nominated for 2 Oscars. Another 3 wins & 1 nomination.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY3NTAwMjk5OV5BMl5BanBnXkFtZTgwNDU5OTQzMTE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"64,154","imdbID":"tt0038787","Type":"movie","Response":"True"},{"Title":"The Big Sleep","Year":"1946","Rated":"APPROVED","Released":"31 Aug 1946","Runtime":"114 min","Genre":"Crime, Film-Noir, Mystery","Director":"Howard Hawks","Writer":"William Faulkner (screen play), Leigh Brackett (screen play), Jules Furthman (screen play), Raymond Chandler (from the novel by)","Actors":"Humphrey Bogart, Lauren Bacall, John Ridgely, Martha Vickers","Plot":"Summoned by the dying General Sternwood, Philip Marlowe is asked to deal with several problems that are troubling his family. Marlowe finds that each problem centers about the disappearance of Sternwood's favoured employee who has left with a mobster's wife. Each of the problems becomes a cover for something else as Marlowe probes.","Language":"English","Country":"USA","Awards":"1 win.","Poster":"http://ia.media-imdb.com/images/M/MV5BNjg5MjM5MzY5M15BMl5BanBnXkFtZTgwNjg3MzgyMjE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"57,157","imdbID":"tt0038355","Type":"movie","Response":"True"},{"Title":"Donnie Darko","Year":"2001","Rated":"R","Released":"30 Jan 2002","Runtime":"113 min","Genre":"Drama, Mystery, Sci-Fi","Director":"Richard Kelly","Writer":"Richard Kelly","Actors":"Jake Gyllenhaal, Holmes Osborne, Maggie Gyllenhaal, Daveigh Chase","Plot":"Donnie Darko doesn't get along too well with his family, his teachers and his classmates; but he does manage to find a sympathetic friend in Gretchen, who agrees to date him. He has a compassionate psychiatrist, who discovers hypnosis is the means to unlock hidden secrets. His other companion may not be a true ally. Donnie has a friend named Frank - a large bunny which only Donnie can see. When an engine falls off a plane and destroys his bedroom, Donnie is not there. Both the event, and Donnie's escape, seem to have been caused by supernatural events. Donnie's mental illness, if such it is, may never allow him to find out for sure.","Language":"English","Country":"USA","Awards":"11 wins & 13 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTczMzE4Nzk3N15BMl5BanBnXkFtZTcwNDg5Mjc4NA@@._V1_SX300.jpg","Metascore":"71","imdbRating":"8.1","imdbVotes":"499,009","imdbID":"tt0246578","Type":"movie","Response":"True"},{"Title":"Beauty and the Beast","Year":"1991","Rated":"G","Released":"22 Nov 1991","Runtime":"84 min","Genre":"Animation, Family, Fantasy","Director":"Gary Trousdale, Kirk Wise","Writer":"Linda Woolverton (animation screenplay), Roger Allers (story), Brenda Chapman (story), Burny Mattinson (story), Brian Pimental (story), Joe Ranft (story), Kelly Asbury (story), Chris Sanders (story), Kevin Harkey (story), Bruce Woodside (story), Robert Lence (story)","Actors":"Paige O'Hara, Robby Benson, Richard White, Jerry Orbach","Plot":"Belle is a girl who is dissatisfied with life in a small provincial French town, constantly trying to fend off the misplaced \"affections\" of conceited Gaston. The Beast is a prince who was placed under a spell because he could not love. A wrong turn taken by Maurice, Belle's father, causes the two to meet.","Language":"English, French","Country":"USA","Awards":"Won 2 Oscars. Another 22 wins & 20 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTkyMDgwODY0OV5BMl5BanBnXkFtZTgwODI5NTQ5MTE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"254,217","imdbID":"tt0101414","Type":"movie","Response":"True"},{"Title":"X-Men: Days of Future Past","Year":"2014","Rated":"PG-13","Released":"23 May 2014","Runtime":"131 min","Genre":"Action, Adventure, Sci-Fi","Director":"Bryan Singer","Writer":"Simon Kinberg (screenplay), Jane Goldman (story), Simon Kinberg (story), Matthew Vaughn (story)","Actors":"Hugh Jackman, James McAvoy, Michael Fassbender, Jennifer Lawrence","Plot":"Sentinels, robots that were created for the purpose of hunting down mutants were released in 1973. 50 years later the Sentinels would also hunt humans who aid mutants. Charles Xavier and his X-Men try their best to deal with the Sentinels but they are able to adapt and deal with all mutant abilities. Charles decides to go back in time and change things. He asks Kitty Pryde who can send a person's consciousness into the person's past to send him but she can only send someone back a few weeks because if she sends someone back further it could harm them. So Logan decides to go back himself because he might be able to withstand it. So Charles tells him that it's Mystique who's responsible because when she learned about the Sentinels she sought out Bolivar Trask the man who created them and killed him. She would be caught and studied and her ability to change was somehow added to the Sentinels which is why they can adapt. Logan must go to the younger Charles and ask him to help; problem is that he was despondent at that time and without his powers because he took a drug which allows him to walk but takes away his powers. Logan is also told to find Magneto.","Language":"English, Vietnamese, French","Country":"USA, UK","Awards":"Nominated for 1 Oscar. Another 4 wins & 27 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjEwMDk2NzY4MF5BMl5BanBnXkFtZTgwNTY2OTcwMDE@._V1_SX300.jpg","Metascore":"74","imdbRating":"8.1","imdbVotes":"375,103","imdbID":"tt1877832","Type":"movie","Response":"True"},{"Title":"The Graduate","Year":"1967","Rated":"APPROVED","Released":"22 Dec 1967","Runtime":"106 min","Genre":"Comedy, Drama, Romance","Director":"Mike Nichols","Writer":"Calder Willingham (screenplay), Buck Henry (screenplay), Charles Webb (based on the novel by)","Actors":"Anne Bancroft, Dustin Hoffman, Katharine Ross, William Daniels","Plot":"Ben has recently graduated college, with his parents now expecting great things from him. At his \"Homecoming\" party, Mrs. Robinson, the wife of his father's business partner, has Ben drive her home, which leads to an affair between the two. The affair eventually ends, but comes back to haunt him when he finds himself falling for Elaine, Mrs. Robinson's daughter.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 22 wins & 13 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ0ODc4MDk4Nl5BMl5BanBnXkFtZTcwMTEzNzgzNA@@._V1_SX300.jpg","Metascore":"77","imdbRating":"8.0","imdbVotes":"187,566","imdbID":"tt0061722","Type":"movie","Response":"True"},{"Title":"Who's Afraid of Virginia Woolf?","Year":"1966","Rated":"TV-MA","Released":"22 Jun 1966","Runtime":"131 min","Genre":"Drama","Director":"Mike Nichols","Writer":"Ernest Lehman (screenplay)","Actors":"Elizabeth Taylor, Richard Burton, George Segal, Sandy Dennis","Plot":"George and Martha are a middle aged married couple, whose charged relationship is defined by vitriolic verbal battles, which underlies what seems like an emotional dependence upon each other. This verbal abuse is fueled by an excessive consumption of alcohol. George being an associate History professor in a New Carthage university where Martha's father is the President adds an extra dimension to their relationship. Late one Saturday evening after a faculty mixer, Martha invites Nick and Honey, an ambitious young Biology professor new to the university and his mousy wife, over for a nightcap. As the evening progresses, Nick and Honey, plied with more alcohol, get caught up in George and Martha's games of needing to hurt each other and everyone around them. The ultimate abuse comes in the form of talk of George and Martha's unseen sixteen year old son, whose birthday is the following day.","Language":"English, Latin, Spanish","Country":"USA","Awards":"Won 5 Oscars. Another 22 wins & 18 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMjIyMjgyNzA3OV5BMl5BanBnXkFtZTgwOTUxNzYxMTE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"48,174","imdbID":"tt0061184","Type":"movie","Response":"True"},{"Title":"The Help","Year":"2011","Rated":"PG-13","Released":"10 Aug 2011","Runtime":"146 min","Genre":"Drama","Director":"Tate Taylor","Writer":"Tate Taylor (screenplay), Kathryn Stockett (novel)","Actors":"Emma Stone, Viola Davis, Bryce Dallas Howard, Octavia Spencer","Plot":"Set in Mississippi during the 1960s, Skeeter (Stone) is a southern society girl who returns from college determined to become a writer, but turns her friends' lives -- and a Mississippi town -- upside down when she decides to interview the black women who have spent their lives taking care of prominent southern families. Aibileen (Davis), Skeeter's best friend's housekeeper, is the first to open up -- to the dismay of her friends in the tight-knit black community. Despite Skeeter's life-long friendships hanging in the balance, she and Aibileen continue their collaboration and soon more women come forward to tell their stories -- and as it turns out, they have a lot to say. Along the way, unlikely friendships are forged and a new sisterhood emerges, but not before everyone in town has a thing or two to say themselves when they become unwittingly -- and unwillingly -- caught up in the changing times.","Language":"English","Country":"USA, India, United Arab Emirates","Awards":"Won 1 Oscar. Another 72 wins & 97 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTM5OTMyMjIxOV5BMl5BanBnXkFtZTcwNzU4MjIwNQ@@._V1_SX300.jpg","Metascore":"62","imdbRating":"8.1","imdbVotes":"269,591","imdbID":"tt1454029","Type":"movie","Response":"True"},{"Title":"Harry Potter and the Deathly Hallows: Part 2","Year":"2011","Rated":"PG-13","Released":"15 Jul 2011","Runtime":"130 min","Genre":"Adventure, Fantasy, Mystery","Director":"David Yates","Writer":"Steve Kloves (screenplay), J.K. Rowling (novel)","Actors":"Ralph Fiennes, Michael Gambon, Alan Rickman, Daniel Radcliffe","Plot":"Harry, Ron, and Hermione continue their quest of finding and destroying the Dark Lord's three remaining Horcruxes, the magical items responsible for his immortality. But as the mystical Deathly Hallows are uncovered, and Voldemort finds out about their mission, the biggest battle begins and life as they know it will never be the same again.","Language":"English","Country":"USA, UK","Awards":"Nominated for 3 Oscars. Another 48 wins & 76 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY2MTk3MDQ1N15BMl5BanBnXkFtZTcwMzI4NzA2NQ@@._V1_SX300.jpg","Metascore":"87","imdbRating":"8.1","imdbVotes":"441,123","imdbID":"tt1201607","Type":"movie","Response":"True"},{"Title":"Dog Day Afternoon","Year":"1975","Rated":"R","Released":"21 Sep 1975","Runtime":"125 min","Genre":"Crime, Drama","Director":"Sidney Lumet","Writer":"Frank Pierson (screenplay), P.F. Kluge (based upon a magazine article by), Thomas Moore (based upon a magazine article by)","Actors":"Penelope Allen, Sully Boyar, John Cazale, Beulah Garrick","Plot":"Based upon a real-life story that happened in the early seventies in which the Chase Manhattan Bank in Gravesend, Brooklyn, was held siege by a gay bank robber determined to steal enough money for his male lover to undergo a sex change operation. On a hot summer afternoon, the First Savings Bank of Brooklyn is held up by Sonny and Sal, two down-and-out characters. Although the bank manager and female tellers agree not to interfere with the robbery, Sonny finds that there's actually nothing much to steal, as most of the cash has been picked up for the day. Sonny then gets an unexpected phone call from Police Captain Moretti, who tells him the place is surrounded by the city's entire police force. Having few options under the circumstances, Sonny nervously bargains with Moretti, demanding safe escort to the airport and a plane out of the country in return for the bank employees' safety.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 14 wins & 17 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQyNjQ5NjczM15BMl5BanBnXkFtZTYwNDA4MTk4._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"157,864","imdbID":"tt0072890","Type":"movie","Response":"True"},{"Title":"Monsters, Inc.","Year":"2001","Rated":"G","Released":"02 Nov 2001","Runtime":"92 min","Genre":"Animation, Adventure, Comedy","Director":"Pete Docter, David Silverman, Lee Unkrich","Writer":"Pete Docter (original story by), Jill Culton (original story by), Jeff Pidgeon (original story by), Ralph Eggleston (original story by), Andrew Stanton (screenplay), Daniel Gerson (screenplay), Robert L. Baird (additional screenplay material), Rhett Reese (additional screenplay material), Jonathan Roberts (additional screenplay material)","Actors":"John Goodman, Billy Crystal, Mary Gibbs, Steve Buscemi","Plot":"A city of monsters with no humans called Monstropolis centers around the city's power company, Monsters, Inc. The lovable, confident, tough, furry blue behemoth-like giant monster named James P. Sullivan (better known as Sulley) and his wisecracking best friend, short, green cyclops monster Mike Wazowski, discover what happens when the real world interacts with theirs in the form of a 2-year-old baby girl dubbed \"Boo,\" who accidentally sneaks into the monster world with Sulley one night. And now it's up to Sulley and Mike to send Boo back in her door before anybody finds out, especially two evil villains such as Sulley's main rival as a scarer, chameleon-like Randall (a monster that Boo is very afraid of), who possesses the ability to change the color of his skin, and Mike and Sulley's boss Mr. Waternoose, the chairman and chief executive officer of Monsters, Inc.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 16 wins & 34 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY1NTI0ODUyOF5BMl5BanBnXkFtZTgwNTEyNjQ0MDE@._V1_SX300.jpg","Metascore":"78","imdbRating":"8.1","imdbVotes":"466,367","imdbID":"tt0198781","Type":"movie","Response":"True"},{"Title":"The Truman Show","Year":"1998","Rated":"PG","Released":"05 Jun 1998","Runtime":"103 min","Genre":"Drama","Director":"Peter Weir","Writer":"Andrew Niccol","Actors":"Jim Carrey, Laura Linney, Noah Emmerich, Natascha McElhone","Plot":"In this movie, Truman is a man whose life is a fake one... The place he lives is in fact a big studio with hidden cameras everywhere, and all his friends and people around him, are actors who play their roles in the most popular TV-series in the world: The Truman Show. Truman thinks that he is an ordinary man with an ordinary life and has no idea about how he is exploited. Until one day... he finds out everything. Will he react?","Language":"English","Country":"USA","Awards":"Nominated for 3 Oscars. Another 36 wins & 51 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTM4NjY2MTEzM15BMl5BanBnXkFtZTcwMTk2Njk3OA@@._V1_SX300.jpg","Metascore":"90","imdbRating":"8.1","imdbVotes":"553,202","imdbID":"tt0120382","Type":"movie","Response":"True"},{"Title":"La Strada","Year":"1954","Rated":"NOT RATED","Released":"16 Jul 1956","Runtime":"108 min","Genre":"Drama","Director":"Federico Fellini","Writer":"Federico Fellini (story), Tullio Pinelli (story), Tullio Pinelli (dialogue), Ennio Flaiano (screenplay)","Actors":"Anthony Quinn, Giulietta Masina, Richard Basehart, Aldo Silvani","Plot":"Sad story of a waif, Gelsomina, who is sold by her mother to Zampano for 10,000 lire and a few kilos of food. Zampano is a traveling showman who exhibits feats of strength by breaking a chain wrapped around his chest. He performs in village squares and then passes the hat for whatever the normally small crowd is prepared to give. He teaches Gelsomina a drum roll as part of his introduction. He doesn't treat her well and when she tries to run away, he beats her. They eventually join a small traveling circus where they meet a tight-rope walker who convinces Gelsomina to question her choices.","Language":"Italian","Country":"Italy","Awards":"Won 1 Oscar. Another 10 wins & 4 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTgzNTI2MDAxOF5BMl5BanBnXkFtZTgwMTAyODEwMzE@._V1_SX300.jpg","Metascore":"N/A","imdbRating":"8.1","imdbVotes":"40,736","imdbID":"tt0047528","Type":"movie","Response":"True"},{"Title":"Prisoners","Year":"2013","Rated":"R","Released":"20 Sep 2013","Runtime":"153 min","Genre":"Crime, Drama, Mystery","Director":"Denis Villeneuve","Writer":"Aaron Guzikowski","Actors":"Hugh Jackman, Jake Gyllenhaal, Viola Davis, Maria Bello","Plot":"How far would you go to protect your family? Keller Dover is facing every parent's worst nightmare. His six-year-old daughter, Anna, is missing, together with her young friend, Joy, and as minutes turn to hours, panic sets in. The only lead is a dilapidated RV that had earlier been parked on their street. Heading the investigation, Detective Loki arrests its driver, Alex Jones, but a lack of evidence forces his release. As the police pursue multiple leads and pressure mounts, knowing his child's life is at stake the frantic Dover decides he has no choice but to take matters into his own hands. But just how far will this desperate father go to protect his family?","Language":"English","Country":"USA","Awards":"Nominated for 1 Oscar. Another 11 wins & 27 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTg0NTIzMjQ1NV5BMl5BanBnXkFtZTcwNDc3MzM5OQ@@._V1_SX300.jpg","Metascore":"74","imdbRating":"8.1","imdbVotes":"290,328","imdbID":"tt1392214","Type":"movie","Response":"True"}]